{
  "stories": [{
    "name": "Bob Baxter",
    "id": "bbaxter",
    "picture": true,
    "pull": "I remember when the lights used to go out everybody used to cry.",
    "school": "Pelican Lake Residential School",
    "schoolID": "pelicanLake",
    "city": "Sioux Lookout",
    "province": "Ontario",
    "direction": "western",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 50.1205277777777,
      "lng": -92.0117305555555
    },
    "zoom": 10,
    "bio": "Bob Baxter attended Pelican Lake Residential School at Sioux Lookout, Ontario, which was open from 1927 to 1978 and operaed by the Anglican Church. He gave a statement to the Truth and Reconciliation Commision on 24 November, 2010 in Thunder Bay, Ontario.",
    "schoolBio": "Pelican Lake School was established in 1926 near Sioux Lookout, ON. Despite its location on the Canadian Shield, the students cleared a portion of the school’s 287 acres for a farm operation. In the late 1940s there was severe overcrowding in the school. In the 1950s the school increasingly served as a residence for students attending local day schools. The federal government took over administration of the school in 1969. In 1978 the school, which by then was operating solely as a hostel, closed.",
    "source": "TRC, AVS, Bob Baxter, Statement to the Truth and Reconciliation Commission of Canada, Thunder Bay, Ontario, 24 November 2010, Statement Number: 01 - ON - 24 NOV10 - 012.",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "",
      "quote": "When I think back to my childhood, it brings back memories, really nice memories of how life was as Anishinaabe, as you know, how we, how we lived before, before we were sent to school. And the things that I remember, the legends at night that my dad used to tell us, stories, and how he used to show us how to trap and funny things that happened. You know there’s a lot of things that are really, that are still in my thoughts of how we were loved by our parents. They really cared for us. And it was such a good life, you know. It, it’s doing the things, like, it was free, we were free I guess is the word I’m looking for, is a real free environment of us. I’m not saying that we didn’t get disciplined if we got, if we did something wrong, we, you know. There was that, but not, but it was a friendly, friendly, like a loving discipline, if you will.",
      "lat": 51.549479,
      "lng": -85.1907694,
      "photo": "",
      "placeName": "Albany River, Northern Ontario",
      "extra": "The Anishinaabe are an indigenous people of Canada and the United States that include the Odawa, Ojibwe, Potawatomi, Oji-Cree, Mississaugas, and Algonquin peoples.They traditionally have lived in the Northeast Woodlands and Subarctic. (Wikipedia)"
    }, {
      "section": "Life Before Residential School",
      "pre": "Bob Baxter was born on the Albany River in northern Ontario.",
      "quote": "So, that’s how I, that’s how I grew up, you know, and knowing all that stuff where listening to the familiar sounds of my dad’s snowshoes in the winter when he came to, when he came back from trapping late in the afternoon, towards, when it’s already dark, and waiting for him to come home and tell us the legends, because no tv back then. So, it was great. My mom was great, too. She really looked after us, made sure that we were clothed and fed. That was good times. I remember eating wild game all the time. And ’cause we had our grandparents that really looked after us, too, that I have good memories of, until, ’til that day that we were taken from there, taken away to school.",
      "lat": 51.549479,
      "lng": -85.1907694,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Fear, Loneliness, and Emotional Neglect",
      "pre": "Bob Baxter said it was hard to come up with good memories of his time at the Sioux Lookout school. One of his strongest recollections was 'the loneliness of being alone and being away from your parents.' At night, he said, the dormitories were full of lonely children.",
      "quote": "I remember when the lights used to go out everybody used to cry when I first got there, I guess being lonesome, I guess. All the kids are, he’s crying, and I guess I was crying, too.",
      "lat": 50.1205277777777,
      "lng": -92.0117305555555,
      "photo": "",
      "placeName": "Pelican Lake Indian Residential School",
      "extra": "Pelican Lake School was established in 1926 near Sioux Lookout, ON. Despite its location on the Canadian Shield, the students cleared a portion of the school’s 287 acres for a farm operation. In the late 1940s there was severe overcrowding in the school. In the 1950s the school increasingly served as a residence for students attending local day schools. The federal government took over administration of the school in 1969. In 1978 the school, which by then was operating solely as a hostel, closed."
    }, {
      "section": "Student Victimization of Students",
      "pre": "",
      "quote": "Bob Baxter recalled that there were student gangs at the Sioux Lookout school. He was beaten up and knifed on one occasion. He had a vivid memory of people tying him to his bed and throwing hot water over him.",
      "lat": 50.1205277777777,
      "lng": -92.0117305555555,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 51.549479,
      "sLng": -85.1907694,
      "eLat": 51.549479,
      "eLng": -85.1907694
    }, {
      "sLat": 51.549479,
      "sLng": -85.1907694,
      "eLat": 50.1205277777777,
      "eLng": -92.0117305555555
    }, {
      "sLat": 50.1205277777777,
      "sLng": -92.0117305555555,
      "eLat": 50.1205277777777,
      "eLng": -92.0117305555555
    }]
  }, {
    "name": "Delores Adolph",
    "id": "dadolph",
    "picture": true,
    "pull": "The nun slapped me across the face, and, and I had too much soap in my hair, and my ears.",
    "school": "St. Mary's (Mission) Residential School",
    "schoolID": "stMarys",
    "city": "Mission",
    "province": "British Columbia",
    "direction": "southwestern",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 49.1374,
      "lng": -122.287947222222
    },
    "zoom": 10,
    "bio": "Delores Adolph attended the residential school in Mission, British Columbia likely called St. Mary's sometime in the 1950s. The school was operated by the Catholic church from 1867 to 1984. Delores gave a statement to the Truth and Reconciliation Commission on 19 May 2011 in Mission, British Columbia.",
    "schoolBio": "Missionaries opened a boarding school at the St. Mary mission in the Fraser Valley in 1863. The school was relocated in 1882 and a new school was built in 1933. In its early years the school made little use of corporal punishment, but this policy was dropped as the school was increasingly integrated into the federal residential school system. The school closed in 1984. In 2004 a former school employee was convicted of 12 counts of indecent assault in relation to his time at the school and was sentenced to three years in prison.",
    "source": "TRC, AVS, Delores Adolph, Statement to the Truth and Reconciliation Commission of Canada, Mission, British Columbia, 19 May 2011, Statement Number: 2011-3458.",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Delores Adolph was born in 1951 and grew up in a self-sufficient Aboriginal family in British Columbia.",
      "quote": "Before I came to residential school, our, our families fished and hunted for our food. Our mother, she grew our own vegetables, because we were quite a ways from the stores, and because we lived in the remote area where, where there is no stores. And you know there was, our means of travel was canoes, so that’s how we travelled. And our, our home life, it was not the greatest, but what our parents were trying to teach us how to, how to be, to keep busy, and then, and for us not to say there’s nothing to do. So, we, we packed water, and we packed, we packed our wood. Sometimes we had to roll our wood up, up the dike, and then roll it down the other side, and, and we had to learn how to cut our, our wood, and make kindling for the fire, and that was our way of life. And, and my grandfather was busy trying to teach us how to build canoes. Build, make paddles. Build a bailer, to bail water out of our canoe. And, and then they were trying to teach us how to, how to race on those old fishing canoes, and we always beat the boys. And they didn’t like that, because we, we beat them all the time. So, that meant that we were, that we were strong at that point, before we came to residential school. And my life has been upside down since I came to residential school.",
      "lat": 59.1140672,
      "lng": -103.5334127,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Discipline",
      "pre": "Delores Adolph also said that the punishment she received at the Mission school impaired her hearing.",
      "quote": "The nun slapped me across the face, and, and I had too much soap in my hair, and my ears, and I was trying to get the soap out of my ears and my face, and she gave me one good slap, and, like, and all I saw was stars. And so I didn’t know that my eardrum was broken at that, at that point. So, after a while, you know, they were getting mad because I, I couldn’t hear what they were saying.",
      "lat": 49.1374,
      "lng": -122.287947222222,
      "photo": "",
      "placeName": "St. Mary's (Mission) Residential School",
      "extra": ""
    }],
    "connections": [{
      "sLat": 59.1140672,
      "sLng": -103.5334127,
      "eLat": 49.1374,
      "eLng": -122.287947222222
    }]
  }, {
    "name": "Lynda Pahpasay McDonald",
    "id": "lpmcdonald",
    "picture": true,
    "pull": "There’s just a little bit of light coming through that door, and, and I sat there I don’t know how many hours.",
    "school": "St. Mary's (St. Anthony's) Residential School",
    "schoolID": "stAnthonys",
    "city": "Kenora",
    "province": "Ontario",
    "direction": "western",
    "years": "1950s",
    "age": "4",
    "latLng": {
      "lat": 49.7443472222222,
      "lng": -94.4827111111111
    },
    "zoom": 10,
    "bio": "Lynda Pahpasay McDonald attended St. Mary's, a Roman Catholic residential school, in Kenora, Ontario in the 1950s, starting when she was four years old. She gave a statement to the Truth and Reconciliation Commission on 16 June 2010 in Winnipeg, Manitoba.",
    "schoolBio": "Opened in 1897 at Rat Portage in northwestern Ontario this school was first known as the Rat Portage Boarding School, then the Kenora Boarding School and then St. Anthony’s Roman Catholic School. From 1938 it was known as St. Mary’s School. Early in its history, the local band negotiated an agreement that students would not be converted to Catholicism against their parent’s will. A fire destroyed one of the school residences in 1938. During the 1960s, the school began to integrate its students into the local day school system. The school closed in 1972.",
    "source": "TRC, AVS, Lynda Pahpasay McDonald, Statement to the Truth and Reconciliation Commission of Canada, Winnipeg, Manitoba, 16 June 2010, Statement Number: 02-MB-16JU10-130.",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Prior to attending the Roman Catholic school in Kenora, Ontario, Lynda Pahpasay McDonald lived with her family near Sydney Lake in northwestern Ontario in the 1950s.",
      "quote": "We spent most of our time in the trapline, in the cabin, and we’d play outside and it was really good. There was no drinking. There was, it was, like, it was a small sized cabin, and my parents took good care of us. And they were really, I remember those happy days, like there was no violence. We had a little bit of food, but we always had a meal, like we ate, the beaver meat or moose meat if my dad got a moose, and deer meat, and, and fish.",
      "lat": 50.6529219,
      "lng": -94.5679558,
      "photo": "",
      "placeName": "Sydney Lake, Ontario",
      "extra": "Sydney Lake is a small glacial lake located about 46 miles from Minaki in Northwestern Ontario."
    }, {
      "section": "Life Before Residential School",
      "pre": "She could not recall being physically disciplined during this time.",
      "quote": "They more or less just told me, you know, don’t do this, you know you’ll hurt yourself and what not, but it was all in Ojibway, all spoken in Ojibway. And I spoke Ojibway when I was a child, and there was a lot of fun. And we would, my parents would take us out blueberry picking, and my grandparents would always take us blueberry picking, or we’d go in the canoe, and we’d go, you know, or my grandmother would always be gathering traditional medicines. She had picked the wild ginger, and I would go with her, and we’d go pick all the medicines that we needed. And I also remember my mom picking up this medicine. It would, like, if we had any cut, or open wound, she would use this, like a ball, like, sort of a fungus ball, and she would open it, and she would put it on our wounds and whatever, and would heal, you know, real fast. And, and she knew all her traditional medicines. And at the time, I remember my, my grandpa and my dad, they used to have a drum, and they would, you know, drum and they would sing, during certain time of the year.",
      "lat": 50.6529219,
      "lng": -94.5679558,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Forced Departure",
      "pre": "When she was four or five, Lynda Pahpasay McDonald was taken by plane from her parents’ home on Sydney Lake, Ontario.",
      "quote": "I looked outside, my mom was, you know, flailing her arms, and, and I, and she must have been crying, and I see my dad grabbing her, and, I was wondering why, why my mom was, you know, she was struggling. She told me many years later what happened, and she explained to me why we had to be sent away to, to residential school. And, and I just couldn’t get that memory out of my head, and I still remember to this day what, what happened that day. And she told me, like, she was so hurt, and, and I used to ask her, 'Why did you let us go, like, why didn’t you stop them, you know? Why didn't you, you know, come and get us?' And she told me, 'We couldn’t, because they told us if we tried to do anything, like, get you guys back, we’d be thrown into jail.' So, they didn’t want to end up in jail, ’cause they still had babies at, at the cabin.",
      "lat": 49.7443472222222,
      "lng": -94.4827111111111,
      "photo": "",
      "placeName": "St. Anthony's Roman Catholic Residential School",
      "extra": "Opened in 1897 at Rat Portage in northwestern Ontario this school was first known as the Rat Portage Boarding School, then the Kenora Boarding School and then St. Anthony’s Roman Catholic School. From 1938 it was known as St. Mary’s School. Early in its history, the local band negotiated an agreement that students would not be converted to Catholicism against their parent’s will. A fire destroyed one of the school residences in 1938. During the 1960s, the school began to integrate its students into the local day school system. The school closed in 1972."
    }, {
      "section": "Discipline",
      "pre": "Lynda Pahpasay McDonald said that on one occasion, she was placed in a closet as punishment at the Roman Catholic school in Kenora.",
      "quote": "There’s just a little bit of light coming through that door, and, and I sat there I don’t know how many hours. It felt like a long time. And that’s where they put any child that acted up, into the closet. I remember my sister going there a couple of times, too, my younger one. She would go in there also.",
      "lat": 49.7443472222222,
      "lng": -94.4827111111111,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 50.6529219,
      "sLng": -94.5679558,
      "eLat": 50.6529219,
      "eLng": -94.5679558
    }, {
      "sLat": 50.6529219,
      "sLng": -94.5679558,
      "eLat": 49.7443472222222,
      "eLng": -94.4827111111111
    }, {
      "sLat": 49.7443472222222,
      "sLng": -94.4827111111111,
      "eLat": 49.7443472222222,
      "eLng": -94.4827111111111
    }]
  }, {
    "name": "Richard Hall",
    "id": "rhall",
    "picture": true,
    "pull": "I was twelve years old. At twelve years old I began drinking alcohol to forget.",
    "school": "Alberni Residential School",
    "schoolID": "alberni",
    "city": "Port Alberni",
    "province": "British Columbia",
    "direction": "southwestern",
    "years": "1950s",
    "age": "12",
    "latLng": {
      "lat": 49.2640055555555,
      "lng": -124.844313888888
    },
    "zoom": 10,
    "bio": "Richard Hall first attended the residential school in Port Alberni, British Columbia in the 1950s when he was twelve years old. The school was operated by the Presbyterian church and closed in 1973. Richard gave a statement to the Turth and Reconciliation Commission on 18 September 2013 in Vancouver, British Columbia.",
    "schoolBio": "In 1893, the Presbyterian Church built the Alberni Girls Home on Vancouver Island a few miles outside Port Alberni. It was taken over by the United Church in 1925. The school was destroyed by fire in 1917, 1937, and 1941 and rebuilt following each fire. The West Coast Council of Indian Chiefs campaigned for the school’s closing in the 1960s, charging that children in need of care were being dumped into the school. The school was eventually closed in 1973. In 1995 a former supervisor at the school from 1948 to 1968 was convicted of 18 counts of indecent assault against Aboriginal students and sentenced to 11 years in jail.",
    "source": "TRC, AVS, Richard Hall, Statement to the Truth and Reconciliation Commission of Canada, Vancouver, British Columbia, 18 September 2013, Statement Number: 2011-1852",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Grandparents played an important role in raising children in many communities. Richard Hall, who went to the Alberni, British Columbia, school, recalled with deep affection his pre-residential school upbringing and the role that his grandparents played.",
      "quote": "And my grandmother she taught us to be orderly. She taught us to go to church. She dressed us to go to church. She loved the church. My playground was my friends, with my friends was the mountains, streams, the ocean, and we’re raised in the ocean because we went fishing all summer long and we travelled to the communities, the fishing grounds because at the mountains where … the places where we spend our days, times, the rivers, from in playing in the river, no fear and that was normal. With my grandfather, he took me with him at the young age, he took me, he taught me to work in the boats with him. He taught me how to repair boats. He will take me to talk to his friends and all I did was to speak their language and speak their Native tongue while they prepared fish around the fire. He took me wherever he went and I later learned that he was my lifeline. He helped me and guided me the best he could.",
      "lat": 52.3721277,
      "lng": -126.7561233,
      "photo": "",
      "placeName": "Bella Coola",
      "extra": "Bella Coola is a small community on the Bella Coola River on the West Coast of Canada. Bella Cool comes from the Heiltsuk word for 'stranger'."
    }, {
      "section": "Abuse",
      "pre": "Certain dormitory supervisors used their authority to institute dormitory-wide systems of abuse. Arthur Plint was eventually convicted for abuses he committed while he was a dormitory supervisor at the Alberni, British Columbia, school. Richard Hall was one of his victims. According to Hall, Plint coerced a group of older students into assisting him in imposing a regime of abuse upon the rest of the students in the dormitory.",
      "quote": "And there’s times when that, the bullies, I called them goons, I called them. They chased me, get me and bring me to that pedophile so he could molest me, have his way with me. And you would live in constant fear. You’d watch for these guys all the time. You’d be running all the time because I was in a group of boys that I was one of the smaller, a runt of the boys, I guess you would say but I was aggressive. And that’s probably one of the reasons they moved me really quick because I was aggressive. I did learn to be aggressive. And times, at night, these boys under his thumb would get their ways and do things to the kids. I could hear the kids and those fears were also in me that you’d be urinated on and they had an ointment called Winter Green that they used to put, at night, used to reach under the blankets of the young boys and wipe it all over their genitals and it would burn. And if you added water it will burn even more, and they laughed about it. They got what they wanted. If the dorm was punished these boys got the food, they got to do what they want. And for some of the behaviours, Plint, I think also gave them alcohol. These boys would also in the night travel to other dorms. I know because they asked me to be part of it but it wasn’t in my nature.",
      "lat": 49.2640055555555,
      "lng": -124.844313888888,
      "photo": "",
      "placeName": "Port Alberni Residential School",
      "extra": "In 1995 Arthur Henry Plint pleaded guilty to 18 counts of indecent assault against a male, relating to 18 victims at Alberni IRS. In 1997 Arthur Henry Plint pleaded guilty to 10 counts of indecent assault against a male, relating to 9 victims and 3 counts of assault causing bodily harm, relating to 3 victims, at Alberni IRS."
    }, {
      "section": "Abuse",
      "pre": "The experience of abuse changed his life immediately.",
      "quote": "I went home for the summer. I went home a different person back to Bella Coola for the summer. I was twelve years old. At twelve years old I began drinking alcohol to forget.",
      "lat": 52.3721277,
      "lng": -126.7561233,
      "photo": "",
      "placeName": "Bella Coola",
      "extra": "In 1893, the Presbyterian Church built the Alberni Girls Home on Vancouver Island a few miles outside Port Alberni. It was taken over by the United Church in 1925. The school was destroyed by fire in 1917, 1937, and 1941 and rebuilt following each fire. The West Coast Council of Indian Chiefs campaigned for the school’s closing in the 1960s, charging that children in need of care were being dumped into the school. The school was eventually closed in 1973. In 1995 a former supervisor at the school from 1948 to 1968 was convicted of 18 counts of indecent assault against Aboriginal students and sentenced to 11 years in jail."
    }, {
      "section": "Integration in Public Schools",
      "pre": "Richard Hall, who was abused at the Alberni, British Columbia, school in the 1950s, found respite when he was moved from the school into a boarding program",
      "quote": "I was put in a home with Bill and Betty Anderson, a Scottish family with one brother, he had one son, one daughter, Gary and Lynn and today they are my brothers and sisters. I’m still connected to them today. Bill gladly accepted me as his son. And he guided me like my grandfather did. He gave me a sense of hope that there’s something better but the damage was done but he kept cool and lying down and he kept cool that rage in me. Took me fishing, took me to Long Beach where we can run, play in the waves. He later, many years past died of cancer. Both of them did, but I stayed connected to them.",
      "lat": 52.3721277,
      "lng": -126.7561233,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 52.3721277,
      "sLng": -126.7561233,
      "eLat": 49.2640055555555,
      "eLng": -124.844313888888
    }, {
      "sLat": 49.2640055555555,
      "sLng": -124.844313888888,
      "eLat": 52.3721277,
      "eLng": -126.7561233
    }, {
      "sLat": 52.3721277,
      "sLng": -126.7561233,
      "eLat": 52.3721277,
      "eLng": -126.7561233
    }]
  }, {
    "name": "Noel Starblanket",
    "id": "nstarblanket",
    "picture": true,
    "pull": "I had some good moments, in particular in the sports side, ’cause I really enjoyed sports.",
    "school": "Lebret (Qu'Appelle) Residential School",
    "schoolID": "lebret",
    "city": "Lebret",
    "province": "Saskatchewan",
    "direction": "southeastern",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 50.75785,
      "lng": -103.711572222222
    },
    "zoom": 10,
    "bio": "Noel Starblanket attended Lebret Residential School at Fort Qu'Appelle, Saskatchewan. The school was open from 1884 until 1998 and was operated by the Catholic church. Noel gave a statement to the Truth and Reconciliation Commission on 16 January 2012 in Regina, Saskatchewan.",
    "schoolBio": "The Lebret school (also known as Qu’Appelle, St. Paul’s and Whitecalf), was one of the first three industrial schools. Built on the Qu’Appelle Reserve, the school was expanded in 1887, 1889, and 1895. In the school’s early years Aboriginal languages were allowed in the school and in 1886, the federal government approved the publication of a Cree-English primer. In 1951 the school was one of the first residential schools to offer high-school education. Administration was transferred to the Qu’Appelle Indian Residential School Council in 1973. It closed in 1998.",
    "source": "TRC, AVS, Noel Starblanket, Statement to the Truth and Reconciliation Commission of Canada, Regina, Saskatchewan, 16 January 2012, Statement Number: 2011-3314",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Before going to the Qu’Appelle, Saskatchewan, school, Noel Starblanket was raised by his grandparents.",
      "quote": "I attended ceremonies, I went to Sun Dances. I picked medicines with them. We did medicine ceremonies. We did pipe ceremonies. We did feasts. We did all of those things with my grandparents, and I spent time with my grandfather in those ceremonies, and I worked with my grandfather. He made me work at a very tender age. I was cutting wood, cutting pickets, cutting hay, hauling hay, all of that kind of stuff, looking after animals, horses and cattle. So, I spent a lot of good times with my grandparents, my, and the love that I had from them, and the kindness, and the very deep spirituality that they had. And so my formative years were with them. I would spend time with my parents, but not a whole lot. So, mostly my grandparents raised me. My parents never hit me, my grandparents. I didn’t know what, what it meant to be hit, physically abused. All I needed was one stare, or one look from my dad, or my grandfather, and my grandmother or my mother would always say “wâpam awa”20 [look at that one], then I would stop what I was doing, because I knew how to respect my grandfather and my dad, didn’t have to hit us, just, just took one look. [laughs] And so I grew up with that. And if we were acting foolish, or anything like that, or misbehaving, or whatever, they, they would just, they would just tell us in a good, kind way not to behave like that, and or if we were acting too silly, or whatever, they would tell us to calm down. They would always tell us that if you’re gonna hit a high like that, you’re gonna hit low, and I’ll always remember that teaching, ’cause I tell my grandchildren the same thing. When they get too excited, or too animated, or laughing too hard, or tickling, or whatever on an emotional high, I’ll just tell them what my grandparents said, and I’ll never forget that.",
      "lat": 59.1140672,
      "lng": -103.5334127,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Discipline",
      "pre": "Noel Starblanket recalled being constantly “slapped on the side of the head” at the Qu’Appelle school. One teacher struck him in the face and broke his nose.",
      "quote": "My nose started bleeding, I ran out, I went to the bathroom, was wiping my face with cold water, and it took a long time to stop it, and I plugged it with toilet paper, and toilet, paper towel, whatever I could find. I went back in class, and everybody was teasing me, bugging me, and ha-ha-ha, look at, look at him, you know, all that, humiliating me. And, and so, anyway, it started swelling up, getting blue under here, and I wondered, gee, you know, is there something wrong? I was sore here. So, a couple of days after it started going down, and I remember waking up in the middle of the night, and my nose would be bleeding, and I’d have to run to the bathroom, and wash it and plug it again.",
      "lat": 50.75785,
      "lng": -103.711572222222,
      "photo": "",
      "placeName": "Lebret Indian Residential School",
      "extra": "The Lebret school (also known as Qu’Appelle, St. Paul’s and Whitecalf), was one of the first three industrial schools. Built on the Qu’Appelle Reserve, the school was expanded in 1887, 1889, and 1895. In the school’s early years Aboriginal languages were allowed in the school and in 1886, the federal government approved the publication of a Cree-English primer. In 1951 the school was one of the first residential schools to offer high-school education. Administration was transferred to the Qu’Appelle Indian Residential School Council in 1973. It closed in 1998."
    }, {
      "section": "Student Victimization of Students",
      "pre": "Noel Starblanket said that at the Qu’Appelle school, he and his friends would have to...",
      "quote": "give this bully our bread, or our butter, or whatever, that, that was our payment to him for not bullying us, and, and then we’d eat whatever we had left then.”",
      "lat": 50.75785,
      "lng": -103.711572222222,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Sports and Recreation",
      "pre": "Noel Starblanket said that at the Qu’Appelle school,",
      "quote": "I had some good moments, in particular in the sports side, ’cause I really enjoyed sports. I was quite athletic, and basically that’s what kept me alive, that’s what kept me going was the sports. When I was forced to go back after holidays, or things like that, the only thing that I wanted to go back for was for the sports, nothing else. I didn’t want to go back for the teaching, for the teachers, for the, the Christian indoctrination, or, or the strapping, or any of the other abuses. I wanted to go back for the sports. That was the only thing I went back for.",
      "lat": 50.75785,
      "lng": -103.711572222222,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 59.1140672,
      "sLng": -103.5334127,
      "eLat": 50.75785,
      "eLng": -103.711572222222
    }, {
      "sLat": 50.75785,
      "sLng": -103.711572222222,
      "eLat": 50.75785,
      "eLng": -103.711572222222
    }, {
      "sLat": 50.75785,
      "sLng": -103.711572222222,
      "eLat": 50.75785,
      "eLng": -103.711572222222
    }]
  }, {
    "name": "Donna Antoine",
    "id": "dantoine",
    "picture": true,
    "pull": "Why is that happening? What did I do to deserve to be treated like this?",
    "school": "Roman Catholic School in BC",
    "schoolID": "stMichaels",
    "city": "Alert Bay",
    "province": "British Columbia",
    "direction": "southwestern",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 50.587,
      "lng": -125.7711
    },
    "zoom": 8,
    "bio": "Donna Antoine attended residential schools in British Columbia run by the Roman Catholic church. She gave a statement to the Truth and Reconciliation Commission on 13 October 2011 in Enderby, British Columbia.",
    "schoolBio": "Donna Antoine did not specify which school she attended.",
    "source": "TRC, AVS, Donna Antoine, Statement to the Truth and Reconciliation Commission of Canada, Enderby, British Columbia, 13 October 2011, Statement Number: 2011-3287",
    "story": [{
      "section": "Forced Departure",
      "pre": "Donna Antoine was enrolled in a British Columbia residential school after a visit from a government official to her family.",
      "quote": "It must have been in the summer, the, the Indian agent came to, to see my father. I imagine it must have been the Indian agent because it looked pretty serious. He was talking to him for some time, and because we couldn’t understand, we, we couldn’t even eavesdrop what they were talking about. So after some time spent there, Father sat, sat us down, and told us that this Indian agent came to tell us, tell him that we had to go to school, to a boarding school, one that is not close to our home, but far away.",
      "lat": 59.1140672,
      "lng": -103.5334127,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Abuse",
      "pre": "Donna Antoine was exposed to ongoing harassment from a staff member at one of the Roman Catholic schools she attended in the interior of British Columbia.",
      "quote": "He was [the] maintenance person, he would come over, and he, he would stand in my way. He did that for a while, and then he just, and other times he would tap me on the backside, and that felt very uncomfortable. And then when I was go, when I’d go by, ’cause he’d stand right by the table and we had to squeeze by him in a little, little area, he made sure that he stood in the way, and he grabbed me by the backside. And so I told my sister about it. I was afraid to tell the sister because she might think I was an evil person; I didn’t want to displease her. So and the next time, he, he found me carrying up a load of laundry in my hands, going up the stairs, and then he took that opportunity to put his hands between my legs. And I thought why, why is that happening? What did I do to deserve to be treated like this?",
      "lat": 59.1140672,
      "lng": -103.5334127,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 59.1140672,
      "sLng": -103.5334127,
      "eLat": 59.1140672,
      "eLng": -103.5334127
    }]
  }, {
    "name": "Emily Kematch",
    "id": "ekematch",
    "picture": false,
    "pull": "I didn’t know I was going away to school. I thought I was just going for a train ride and I was just excited to go.",
    "school": "Gordon's Residential School",
    "schoolID": "gordons",
    "city": "Punnichy (Gordon's Reserve)",
    "province": "Saskatchewan",
    "direction": "southern",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 51.2893277777777,
      "lng": -104.296975
    },
    "zoom": 10,
    "bio": "Emily Kematch attended Gordon's Residential School in Punichy, Saskatchewan, one of the longest operating schools and operated by the Anglican Church. She came from York Landing in Northern Manitoba. Emily gave a statement to the Truth and Reconciliation Commission on 18 June 2010 in Winnipeg, Manitoba.",
    "schoolBio": "The Anglican Church of Canada established a day school on Gordon’s Reserve just north of Regina, in 1876. In 1888, it was expanded to provide housing to students attending the school. In 1929 the school was destroyed by fire. It was rebuilt, but problems with water supply and maintenance led to its being closed for much of the time between 1947 and 1953. In 1941 a boy, who was fearful of discipline at the school, died of exposure after running away. In 1993 a former employee plead guilty to charges of sexually assaulting students at the Gordon’s school and residence from 1968-1984. The residence was closed in 1996.",
    "source": "TRC, AVS, Emily Kematch, Statement to the Truth and Reconciliation Commission of Canada, Winnipeg, Manitoba, 18 June 2010, Statement Number: 02-MB-18JU10-063",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Emily Kematch was born in 1953 in York Factory, Manitoba, and grew up in York Landing.",
      "quote": "My family is Cree in origin. My mom and dad spoke Cree and that’s my Native language is Cree and that’s the only language I spoke at home. And when I was six years old, I only understood basic, really like from my brothers and sisters when they came back from residential school. Like, 'What is your name?'' And I knew to say, 'Emily' and not very much English. And I was very close to my mother. Her and I were, I was just attached to her like, I loved my mother and I knew she loved me. Same with my father, he showed it in different ways. He was a very quiet man, but his actions spoke volumes. He hunted, he was a hunter, a trapper, a fisherman and that’s how we survived, my family because he didn’t work, he didn’t have a job and my father was a, what they call a lay reader in the Anglican faith. He led church services in my community and my family was Anglican in faith. My father ran the services in my hometown of York Landing. He did the services in Cree and that’s what I miss about our community right now, is that aspect is the Cree singing, ’cause it’s not around anymore.",
      "lat": 57.004871,
      "lng": -92.310666,
      "photo": "",
      "placeName": "York Factory, Manitoba",
      "extra": ""
    }, {
      "section": "The Journey",
      "pre": "Emily Kematch was sent from York Landing in northern Manitoba to the Gordon’s school in Saskatchewan. When she was put on the train that was to take her there, she did not know she was being sent to school.",
      "quote": "I didn’t know I was going away to school. I thought I was just going for a train ride and I was just excited to go. My sisters and my brothers were on the train too and I felt like, I have family with me, but I didn’t understand why my parents didn’t come on with us. They were just on the side of the railway there and they were waving at us as the train was moving away. And I remember asking one of the kids from back home, 'How come our parents aren’t coming?' and then she said, that girl said, 'They can’t come ’cause we’re going to school.' And I was talking to her in Cree and I said, “Well, I don’t want to go to school, I’d rather stay home and stay with my parents.' And she said, she told me, 'No, we can't, we have to go and get our education,' and then at night as we were travelling along, I got really lonesome.",
      "lat": 51.2893277777777,
      "lng": -104.296975,
      "photo": "",
      "placeName": "Gordon's Indian Residential School",
      "extra": "The Anglican Church of Canada established a day school on Gordon’s Reserve just north of Regina, in 1876. In 1888, it was expanded to provide housing to students attending the school. In 1929 the school was destroyed by fire. It was rebuilt, but problems with water supply and maintenance led to its being closed for much of the time between 1947 and 1953. In 1941 a boy, who was fearful of discipline at the school, died of exposure after running away. In 1993 a former employee plead guilty to charges of sexually assaulting students at the Gordon’s school and residence from 1968-1984. The residence was closed in 1996."
    }, {
      "section": "Arrival",
      "pre": "When Emily Kematch arrived at the Gordon’s, Saskatchewan, school from York Landing in northern Manitoba, her hair was treated with a white powder and then cut.",
      "quote": "And we had our clothes that we went there with even though we didn’t have much. We had our own clothes but they took those away from us and we had to wear the clothes that they gave us, same sort of clothes that we had to wear.",
      "lat": 51.2893277777777,
      "lng": -104.296975,
      "photo": "",
      "placeName": "",
      "extra": "In 1946, Administration of the school was transferred from the Diocese of Qu’Appelle to the Indian & Eskimo Welfare Commission of the Anglican Church of Canada."
    }, {
      "section": "Language and Culture",
      "pre": "After growing up speaking only Cree in northern Manitoba, Emily Kematch found that 'learning how to speak English was a struggle.'",
      "quote": "The only way I got by was my friend Sally taught me words, ‘this is how you say, say words.’ She taught me what to do so I wouldn’t get into trouble and we weren’t allowed to cry. If we cried, we got spanked.",
      "lat": 51.2893277777777,
      "lng": -104.296975,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Chores",
      "pre": "Emily Kematch said one of the things she learned at the Gordon’s school was 'how to clean.'",
      "quote": "I’m good at making a bed. We were taught how to make a bed perfectly. How to fold it, like each corner had to be folded just right and tucked in under the mattress, like the bottom sheet and then we put another sheet on top and our blanket. They were called fire blankets back then and our pillow and they had to be just right, or we’d get punished, if our beds weren’t fixed just right.",
      "lat": 51.2893277777777,
      "lng": -104.296975,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Integration in Public Schools",
      "pre": "When she was in Grade Eight, Emily Kematch lived in the Anglican residence in Dauphin, Manitoba, and attended the local public school, where treatment by fellow students was isolating and racist.",
      "quote": "It wasn’t a good experience. ’Cause this was my first time too, going to the white system with the white kids and we weren’t treated very well there. We got called down quite a bit. They use to call us squaws and neechies, and dirty Indian, you know. They’d drive by in their cars and say awful things to us. Even the girls didn’t associate with us, the white girls, they didn’t associate with us.",
      "lat": 51.1422052,
      "lng": -100.0785832,
      "photo": "",
      "placeName": "Public School, Dauphin, Manitoba",
      "extra": ""
    }],
    "connections": [{
      "sLat": 57.004871,
      "sLng": -92.310666,
      "eLat": 51.2893277777777,
      "eLng": -104.296975
    }, {
      "sLat": 51.2893277777777,
      "sLng": -104.296975,
      "eLat": 51.2893277777777,
      "eLng": -104.296975
    }, {
      "sLat": 51.2893277777777,
      "sLng": -104.296975,
      "eLat": 51.2893277777777,
      "eLng": -104.296975
    }, {
      "sLat": 51.2893277777777,
      "sLng": -104.296975,
      "eLat": 51.2893277777777,
      "eLng": -104.296975
    }, {
      "sLat": 51.2893277777777,
      "sLng": -104.296975,
      "eLat": 51.1422052,
      "eLng": -100.0785832
    }]
  }, {
    "name": "Doris Young",
    "id": "dyoung",
    "picture": false,
    "pull": "I was always hungry. And we stole food.",
    "school": "Anglican Schools in Manitoba and Saskatchewan",
    "schoolID": "lacLaRonge",
    "city": "Lac La Ronge",
    "province": "Saskatchewan",
    "direction": "central",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 53.0145,
      "lng": -109.8591
    },
    "zoom": 8,
    "bio": "Doris Young attended Anglican residential schools in both Manitoba and Saskatchewan. Doris grew up in Northern Manitoba. She gave a statement to the Truth and Reconciliation Commission on 22 June 2012 in Saskatoon, Saskatchewan.",
    "schoolBio": "It's not known which school Doris Young attended.",
    "source": "TRC, AVS, Doris Young, Statement to the Truth and Reconciliation Commission of Canada, Saskatoon, Saskatchewan, 22 June 2012, Statement Number: 2011-3517.",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Doris Young attended residential schools in Manitoba and Saskatchewan. Her early childhood was spent in northern Manitoba.",
      "quote": "The family that I had, my mother and father, and my brothers and sisters, and my grandparents, and my aunties and uncles. The community that I lived in was a safe one. It was a place where we were cared for, and loved by our parents, and our grandparents, and that community that I lived at we were safe. We were, we were well taken care of. We lived off the land, and off the water, meaning by fishing. My dad was a chief, but he was also what we would call a labourer in those days, but he was also a hunter, trapper, and fisherman, and that’s how he supported us. And my mother spoke only Cree, and that’s the language that we spoke in our household, and she thought it was very important for us to, to have that language because, it was the basis of our culture, as I came to understand it later in life. And she was the one that enforced that, that language that we spoke in our house.",
      "lat": 57.9646518,
      "lng": -99.3664321,
      "photo": "",
      "placeName": "Northern Manitoba",
      "extra": "Doris didn't specify exactly where she grew up."
    }, {
      "section": "School Meals",
      "pre": "Doris Young said that hunger was a constant presence at the Anglican schools she attended in Saskatchewan and Manitoba.",
      "quote": "I was always hungry. And we stole food. I remember stealing bread. And they, the pies that, that I remember stealing were lined up on a counter, and, and they weren’t for us to eat, they were for the, for the staff.",
      "lat": 53.0145,
      "lng": -109.8591,
      "photo": "",
      "placeName": "Residential School in Manitoba or Saskatchewan",
      "extra": ""
    }, {
      "section": "Contact with Parents",
      "pre": "Doris Young said that when she attended Anglican schools in Manitoba and Saskatchewan, she never received letters and parcels that her parents had sent her.",
      "quote": "My mother would, would write us letters, and my dad, and we never received them, or they’d send parcels, and they were opened, and we, we just don’t know what happened to them, but I know that my mother when I, when I would, we’d come home, and said she would write to us. Her English was limited, but she still wrote, and my dad send, would send us money, but we never received it either.",
      "lat": 53.0145,
      "lng": -109.8591,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Regimentation",
      "pre": "Doris Young recalled being disciplined for writing with her left hand at Anglican schools in Manitoba and Saskatchewan. She recalled one teacher as being particularly harsh.",
      "quote": "She would make me stand up in, in front of the class, and make me write, and so of course I would write with my left hand, and, and she would take my hand, and she would, she would make me hold my hand behind my back, my left hand behind my back, and if I, if I try to pull it away, then she would hit me. And, and this one time when I was writing with my left hand, she hit me … with a ruler, and, and broke my, my little finger here.",
      "lat": 53.0145,
      "lng": -109.8591,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 57.9646518,
      "sLng": -99.3664321,
      "eLat": 53.0145,
      "eLng": -109.8591
    }, {
      "sLat": 53.0145,
      "sLng": -109.8591,
      "eLat": 53.0145,
      "eLng": -109.8591
    }, {
      "sLat": 53.0145,
      "sLng": -109.8591,
      "eLat": 53.0145,
      "eLng": -109.8591
    }, {
      "sLat": 53.0145,
      "sLng": -109.8591,
      "eLat": 53.0145,
      "eLng": -109.8591
    }]
  }, {
    "name": "Albert Elias",
    "id": "aelias",
    "picture": false,
    "pull": "I was a different person, you know.",
    "school": "All Saints (Aklavic Anglican) Residential School",
    "schoolID": "aklavik",
    "city": "Aklavik",
    "province": "Northwest Territories",
    "direction": "the northwestern",
    "years": "1952-1955",
    "age": "",
    "latLng": {
      "lat": 68.2209972222222,
      "lng": -135.007544444444
    },
    "zoom": 10,
    "bio": "Albert Elias attended All Saints Residential School in Aklavik, Northwest Territories from approximately 1952-1955. The school was run by the Anglican Church. He gave a statement to the Truth and Reconciliation Commission on 1 July 2011 in Inuvik, Northwest Territories.",
    "schoolBio": "In the mid-1930s, the Anglican Church closed its residential schools in Shingle Point and Hay River, transferring the students to the new All Saints School in Aklavik, NWT. Over time, as more students moved to the community to attend the day school, the residence became increasingly overcrowded. In 1959, All Saints was closed and its students were transferred to Inuvik.",
    "source": "TRC, AVS, Albert Elias, Statement to the Truth and Reconciliation Commission of Canada, Inuvik, Northwest Territories, 1 July 2011, Statement Number: SC092",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Albert Elias grew up in the Northwest Territories near the community of Tuktoyaktuk",
      "quote": "Yeah, when I first opened, like, when I first saw the world, I guess, we were outdoors and when I opened my eyes and started to, you know, and I was just a baby, I guess, and I, we were out in the land. The land was all around me, the snow, the sky, the sun, and I had my parents. And we had a dog team. We were travelling, I think it was on Banks Island, and I was amazed at what I saw, just the environment, the peace, the strength, the love, the smile on my dad’s face. And when I wake up he’s singing a short song to me of love.",
      "lat": 69.445358,
      "lng": -133.034181,
      "photo": "",
      "placeName": "Tuktoyaktuk, Northwest Territories",
      "extra": "Known as Port Brabant before 1950, Tuktoyaktuk was the first place in Canada to revert to its traditional native name. Tuktoyaktuk (Inuvialuktun: it looks like a caribou) is Inuvialuit community north of the Arctic Circle on the shores of the Arctic Ocean. "
    }, {
      "section": "The Journey",
      "pre": "In the Northwest Territories, students often were taken to school by boat. Albert Elias was sent to the Anglican school in Aklavik in 1952.",
      "quote": "So in 1952 we were sent away. In those days there’s, you know, there’s no airplanes like we have now. So the Anglican Mission schooner, a small boat, came down to Tuk and we were boarded, we were, you know, we got on the boat, and all excited and waving and, and we left Tuk. And then we travelled a ways along the, along the way to Aklavik was camps, hunting camps, fishing camps, and we stopped at those places and picked up students as we went along.",
      "lat": 68.2209972222222,
      "lng": -135.007544444444,
      "photo": "",
      "placeName": "Aklavic Anglican Residential School",
      "extra": "In the mid-1930s, the Anglican Church closed its residential schools in Shingle Point and Hay River, transferring the students to the new All Saints School in Aklavik, NWT. Over time, as more students moved to the community to attend the day school, the residence became increasingly overcrowded. In 1959, All Saints was closed and its students were transferred to Inuvik."
    }, {
      "section": "Contact with Parents",
      "pre": "When he returned home after spending three years at the Anglican school in Aklavik, Albert Elias no longer fit in with his family.",
      "quote": "I was a different person, you know. I had, I kind of knew everything after being in residential school. I couldn’t, I couldn’t, you know, get along and cope with life in Tuktoyaktuk ’cause I was rebelling against my parents and didn’t listen to them and I was changed. I, and I had lost my language, but, you know, I’m very lucky, in those days everybody in Tuktoyaktuk still spoke Inuvialuktun, so it didn’t take me long to learn my language back, so, and I know lots of people that are, don’t have that experience.",
      "lat": 69.445358,
      "lng": -133.034181,
      "photo": "",
      "placeName": "Tuktoyaktuk, Northwest Territories",
      "extra": ""
    }],
    "connections": [{
      "sLat": 69.445358,
      "sLng": -133.034181,
      "eLat": 68.2209972222222,
      "eLng": -135.007544444444
    }, {
      "sLat": 68.2209972222222,
      "sLng": -135.007544444444,
      "eLat": 69.445358,
      "eLng": -133.034181
    }]
  }, {
    "name": "Martha Loon",
    "id": "mloon",
    "picture": false,
    "pull": "We had staff members who took us under their wing. And one, over the years, started to recognize us as, like, younger siblings.",
    "school": "Poplar Hill Residential School",
    "schoolID": "poplarHill",
    "city": "Poplar Hill",
    "province": "Ontario",
    "direction": "western",
    "years": "1980s",
    "age": "",
    "latLng": {
      "lat": 52.099925,
      "lng": -94.3018806
    },
    "zoom": 10,
    "bio": "Martha Loon attended Poplar Hill Residential School at Poplar Hill, Ontario in the 1980s. The school was Mennonite-operated. Martha gave a statement to the Truth and Reconciliation Commission on 25 Novemeber 2010 in Thunder Bay, Ontario.",
    "schoolBio": "The Poplar Hill School opened in 1962 in a small school building that had previously been operated by the Mennonite Northern Light Gospel Mission of Red Lake, Ontario. The Northern Youth Program branch of the Mission operated the residential school. Aside from elementary education, the school provided academic and vocational training for young adults. In 1969 it became the Poplar Hill Development School. The school closed in 1989.",
    "source": "TRC, AVS, Martha Loon, Statement to the Truth and Reconciliation Commission of Canada, Thunder Bay, Ontario, 25 November 2010, Statement Number 01-ON-24NOV10-021",
    "story": [{
      "section": "Life Before Residential Schools",
      "pre": "Martha Loon was born in 1972 in northwestern Ontario and attended the Poplar Hill, Ontario, school in the 1980s. Stories were a large part of the education she received from her parents.",
      "quote": "They were stories that, you know, they, they taught us how, how to behave. You know they taught us our values. We even just, you know how, you know you hear stories about the beaver, and I always used to wonder why my mom would every time she was skinning beaver, she’d always set aside the, the kneecaps separately. She’d put those aside. And then afterwards she’d go, she’d go, either paddle out to the water somewhere, like a deep part, and that’s where she threw them in. And, and I always know, wondered why she would do that. I’ve never questioned. It wasn’t until I was older I asked her, like, “Why do you do that?” She says, you know, “This is what we’re supposed to do, to respect and honour the beaver, to thank the beaver for giving its life so that we could eat it, use its pelt. This is what the beaver wants us to do.” The same thing as you treat a duck, a duck, the duck bones a certain way. You know all that’s got, got purpose and a reason for it.",
      "lat": 51.2710893,
      "lng": -80.7893339,
      "photo": "",
      "placeName": "Northeastern Ontario",
      "extra": ""
    }, {
      "section": "Classroom Experience",
      "pre": "Martha Loon said that at the Poplar Hill, Ontario, school in the 1980s, there were staff people who befriended and helped her and her siblings.",
      "quote": "We had staff members who took us under their wing. And one, over the years, started to recognize us as, like, younger siblings. So in a way, he was, like, protecting us, and other staff knew that, so other staff didn’t really say or do anything against us because of that. So, sometimes I’ll tell people, you know, when, they’re talking about their experiences, I’ll tell them, you know, this is what, this is what I went through, this is what my siblings and I went through. And I think that’s what, how we didn’t have those same experiences as some other students that went through a negative, bad experiences.",
      "lat": 52.099925,
      "lng": -94.3018806,
      "photo": "",
      "placeName": "Poplar Hill Residential School",
      "extra": ""
    }],
    "connections": [{
      "sLat": 51.2710893,
      "sLng": -80.7893339,
      "eLat": 52.099925,
      "eLng": -94.3018806
    }]
  }, {
    "name": "Mabel Brown",
    "id": "mbrown",
    "picture": false,
    "pull": "I reported that to the principal’s wife. And oh boy she, she, she, sure didn’t like that and she dealt with it and he was sent home.",
    "school": "Akaitcho Hall (Yellowknife Federal Hostel)",
    "schoolID": "akaitcho",
    "city": "Yellowknife",
    "province": "Northwest Territories",
    "direction": "the southern",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 62.4530722222222,
      "lng": -114.361366666666
    },
    "zoom": 10,
    "bio": "Mabel Brown attended Akaitcho Hall, also known as Yellowknife Federal Hostel, in Yellowknife, Northwest Territories. The school was operated by the federal government and was open from 1958 until 1994. Mabel gave a statement to the Truth and Reconciliation Commission on 28 September 2011 in Inuvik, Northwest Territories.",
    "schoolBio": "Akaitcho Hall opened in Yellowknife, NWT in 1958. The residence was operated by the federal government without church involvement, and, for much of its history, had a large non-Aboriginal population. Inspectors’ reports show that the hostel’s laundry facilities and janitorial storage were inadequate, and that office and counseling spaces were non-existent. Akaitcho Hall was transferred to the Northwest Territories government in 1969, which operated it until 1994.",
    "source": "TRC, AVS, Mabel Brown, Statement to the Truth and Reconciliation Commission of Canada, Inuvik, Northwest Territories, 28 September 2011, Statement Number: 2011-0325",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Mabel Brown had memories of her life growing up in the Northwest Territories.",
      "quote": "You know life in the bush is really good. And when, when we were growing up we went, when my dad was alive, him and my mom brought us out into the bush. And we, we went as a family together. They taught us, when they’d teach us they taught us how to do things. They’d tell us first, they’d show us, and then we’d do it and then that’s how we learned that. And that’s how so many people now know when, when we see a snare or how to set it or set traps because my grandmother showed me how to set traps. And how to tell what kind of trees are what and what the different kind of things you take off the gum, and things like that; what it’s used for and you know, chew and my mom and dad used to dig up roots from the ground and I used to just love that roots. Chew on it and all those things are medicine for our bodies too. And I still, I still, can’t eat just store-bought foods. I have to have caribou or fish or moose meat or something like that and to, to feel full; to feel satisfied.",
      "lat": 59.1140672,
      "lng": -103.5334127,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Student Victimization of Students",
      "pre": "When she was attending school at Yellowknife, Northwest Territories, Mabel Brown was assaulted by a fellow student in the school darkroom.",
      "quote": "I reported that to the principal’s wife. And oh boy she, she, she, sure didn’t like that and she dealt with it and he was sent home.",
      "lat": 62.4530722222222,
      "lng": -114.361366666666,
      "photo": "",
      "placeName": "Akaitcho Hall (Yellowknife Federal Hostel)",
      "extra": "Akaitcho Hall opened in Yellowknife, NWT in 1958. The residence was operated by the federal government without church involvement, and, for much of its history, had a large non-Aboriginal population. Inspectors’ reports show that the hostel’s laundry facilities and janitorial storage were inadequate, and that office and counseling spaces were non-existent. Akaitcho Hall was transferred to the Northwest Territories government in 1969, which operated it until 1994."
    }],
    "connections": [{
      "sLat": 59.1140672,
      "sLng": -103.5334127,
      "eLat": 62.4530722222222,
      "eLng": -114.361366666666
    }]
  }, {
    "name": "Anthony Henry",
    "id": "aHenry",
    "picture": false,
    "pull": "I was born in a tent in the woods so I was brought to the world in a very harsh environment, which I guess is a good thing because it made me the tough guy I am.",
    "school": "St. Mary's (St. Anthony's) Residential School",
    "schoolID": "stAnthonys",
    "city": "Kenora",
    "province": "Ontario",
    "direction": "western",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 49.7443472222222,
      "lng": -94.4827111111111
    },
    "zoom": 10,
    "bio": "Anthony Henry attended St. Mary's Residential School in Kenora, Ontaro. He gave a statement to the Truth and Reconciliation Commission on 17 June 2010 in Winnipeg, Manitoba.",
    "schoolBio": "Opened in 1897 at Rat Portage in northwestern Ontario this school was first known as the Rat Portage Boarding School, then the Kenora Boarding School and then St. Anthony’s Roman Catholic School. From 1938 it was known as St. Mary’s School. Early in its history, the local band negotiated an agreement that students would not be converted to Catholicism against their parent’s will. A fire destroyed one of the school residences in 1938. During the 1960s, the school began to integrate its students into the local day school system. The school closed in 1972.",
    "source": "TRC, AVS, Anthony Henry, Statement to the Truth and Reconciliation Commission of Canada, Winnipeg, Manitoba, 17 June 2010, Statement Number: 02-MB-17JU10-086",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Anthony Henry was born in Swan Lake, Ontario.",
      "quote": "I was born in a tent in the woods so I was brought to the world in a very harsh environment, which I guess is a good thing because it made me the tough guy I am.",
      "lat": 43.8956232,
      "lng": -79.25265,
      "photo": "",
      "placeName": "Swan Lake, Ontario",
      "extra": ""
    }, {
      "section": "Life Before Residential School",
      "pre": "He said he was raised in a traditional lifestyle based on...",
      "quote": "trapping, hunting, fishing and harvesting of edible plants, such as wild rice and other edible materials. Total, total traditional style is what I call it. My parents were extraordinary people. They prepared me to be an independent individual. They taught me a lot of things that I’ve used throughout my life as a traditional person. They taught me how to survive.",
      "lat": 43.8956232,
      "lng": -79.25265,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Forced Departure",
      "pre": "",
      "quote": "Anthony Henry said that a priest named Father LaSalle convinced him to come to residential school at Kenora. According to Henry, his mother did not want him to go to residential school, but LaSalle, who spoke fluent Ojibway, convinced him it would be beneficial.",
      "lat": 49.7443472222222,
      "lng": -94.4827111111111,
      "photo": "",
      "placeName": "St. Anthony's Roman Catholic Residential School",
      "extra": "Opened in 1897 at Rat Portage in northwestern Ontario this school was first known as the Rat Portage Boarding School, then the Kenora Boarding School and then St. Anthony’s Roman Catholic School. From 1938 it was known as St. Mary’s School. Early in its history, the local band negotiated an agreement that students would not be converted to Catholicism against their parent’s will. A fire destroyed one of the school residences in 1938. During the 1960s, the school began to integrate its students into the local day school system. The school closed in 1972."
    }],
    "connections": [{
      "sLat": 43.8956232,
      "sLng": -79.25265,
      "eLat": 43.8956232,
      "eLng": -79.25265
    }, {
      "sLat": 43.8956232,
      "sLng": -79.25265,
      "eLat": 49.7443472222222,
      "eLng": -94.4827111111111
    }]
  }, {
    "name": "Patrick James Hall",
    "id": "pjhall",
    "picture": false,
    "pull": "But he’ll make you have a cold shower first, so you don’t have, just to make you remember.",
    "school": "Brandon Residential School",
    "schoolID": "brandon",
    "city": "Brandon",
    "province": "Manitoba",
    "direction": "southwestern",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 49.86935,
      "lng": -99.9895305555555
    },
    "zoom": 10,
    "bio": "Patrick James Hall attended the Brandon Residential School in Brandon, Manitoba in the 1960s or 1970s. The school was run by the Methodist United Catholic church from 895 until 1972. Patrick gave a statement to the Truth and Reconciliation Commission on 21 December 2010 in Winnipeg, Manitoba.",
    "schoolBio": "The Brandon School was built under the direction of Methodist missionary John Semmens. During the 1940s and 1950s the school was the subject of ongoing controversy as many students ran away, complaining of harsh discipline and poor food. At one point, parents from communities in Saskatchewan refused to send younger children to the school. While the government raised a number of these concerns with the United Church, it did not force any changes in administration. From 1967 to 1972, the school operated as a residence for students attending local day schools.",
    "source": "TRC, AVS, Patrick James Hall, Statement to the Truth and Reconciliation Commission of Canada, Winnipeg, Manitoba, 21 December 2010, Statement Number: 03-001-10-036",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "Patrick James Hall was born in 1960 and grew up in what is now called the Dakota Tipi First Nation.",
      "quote": "And, I remember, I remember a lot of times, I guess, with my grandfather, my grandmother. One of them in my mind, I remember. My grandfather used to haul wood on a sleigh. He had horses. And, so, my older brothers would go with him, too, and we just, he’d take us for horse rides. And, he used to talk with us all the time in Dakota. I mean, we used to, we used to remember what he said because we’d always be laughing, having fun, and.… My grandpa was very, very active guy. He, he always made sure, you know, he made sure that we had everything for the family. We used to go hunting, deer hunting and fishing, trapping. And, my mother, too, she was a very hard worker ’cause she used to be hauling water, cutting wood. And that was just during the winters. It was very hard ’cause we have to cut wood, and break the ice for water, and heat it up for the stove.",
      "lat": 49.9592081,
      "lng": -98.3284919,
      "photo": "",
      "placeName": "Dakota Tipi First Nation",
      "extra": "Dakota Tipi First Nation is a small nation in the Cantral Plains region of Manitoba, about 80km west of Winnipeg"
    }, {
      "section": "Bedwetting",
      "pre": "Patrick James Hall recalled the treatment that children who wet their beds received at the Brandon school.",
      "quote": "A lot of children are wetting their beds, and then, you’d get up in the morning and you’ll, the ones who wet their beds won’t get up right away. They’ll just lay there. And then we went to the shower, so everyone will go. And there’ll be, like, eight, nine kids in there that are, don’t wanna get up, eh. So he’ll go there and whip the sheet off, and get up and yell, just whip them on the ass real hard, and they’ll go stand in the corner. And then the next one “pshhh.” Then, he’ll make them stand there. He’ll do that to them, and then make them stand there for a while. Then, all in all, the other boys will, will be done showering. He’ll bring them back, then he’ll make those boys tease them, eh, about their, about pissing their pants. And then, he’ll make them take all their dirty laundry, then they’ll just take it down and drop it somewhere there by down the stairs, then, where the shower is. But he’ll make you have a cold shower first, so you don’t have, just to make you remember.",
      "lat": 49.86935,
      "lng": -99.9895305555555,
      "photo": "",
      "placeName": "The Brandon School was built under the direction of Methodist missionary John Semmens. During the 1940s and 1950s the school was the subject of ongoing controversy as many students ran away, complaining of harsh discipline and poor food. At one point, parents from communities in Saskatchewan refused to send younger children to the school. While the government raised a number of these concerns with the United Church, it did not force any changes in administration. From 1967 to 1972, the school operated as a residence for students attending local day schools.",
      "extra": ""
    }],
    "connections": [{
      "sLat": 49.9592081,
      "sLng": -98.3284919,
      "eLat": 49.86935,
      "eLng": -99.9895305555555
    }]
  }, {
    "name": "Isaac Daniels",
    "id": "idaniels",
    "picture": false,
    "pull": "Well, I’m going to residential school,' ’cause I didn’t want my dad to go to jail.",
    "school": "Prince Albert IRS",
    "schoolID": "princeAlbert",
    "city": "Prince Albert",
    "province": "Saskatchewan",
    "direction": "central",
    "years": "1940s",
    "age": "",
    "latLng": {
      "lat": 53.19320278,
      "lng": -105.7729639
    },
    "zoom": 10,
    "bio": "Isaac Daniels left home in 1945 and attended a school in Prince Albert, Saskatchewan run by the Anglican church. He gave a statement to the Truth and Reconciliation Commission on 22 June 2012 in Saskatoon, Saskatchewan.",
    "schoolBio": "The Prince Albert school was established in 1947 to take in students from the Anglican school at Lac La Ronge. The school was established in what was originally meant to be a temporary location in a former army base on the edge of Prince Albert. Instead, the Prince Albert school grew to be the second-largest residential school in Canada. After 1961 the school was used as a residence to house students attending local day schools. In 1969, the federal government took over the administration of the school. First Nations played a growing role in the administration of the residence, which closed in 1997.",
    "source": "TRC, AVS, Isaac Daniels, Statement to the Truth and Reconciliation Commission of Canada, Saskatoon, Saskatchewan, 22 June 2012, Statement Number: 2011-1779",
    "story": [{
      "section": "Forced Departure",
      "pre": "Isaac Daniels recalled one dramatic evening in 1945, when the Indian agent came to his father’s home on the James Smith Reserve in Saskatchewan.",
      "quote": "I didn’t understand a word, ’cause I spoke Cree. Cree was the main language in our family. So, so my dad was kind of angry. I kept seeing him pointing to that Indian agent. So that night we were going to bed, it was just a one-room shack we all lived in, and I heard my dad talking to my mom there, and he was kind of crying, but he was talking in Cree now. He said that, “It’s either residential school for my boys, or I go to jail.” He said that in Cree. So, I overheard him. So I said the next morning, we all got up, and I said, “Well, I’m going to residential school,” ’cause I didn’t want my dad to go to jail.",
      "lat": 52.8723019,
      "lng": -104.6657224,
      "photo": "",
      "placeName": "James Smith Reserve, Saskatachewan",
      "extra": "The James Smith First Nation is a self-governed band near Melfort, Saskatchewn."
    }, {
      "section": "Truancy",
      "pre": "Even when it was not fatal, running away was frightening. Isaac Daniels ran away from the Prince Albert, Saskatchewan, school with two older boys. Their escape route involved crossing a railway bridge. Partway across, Daniels became too frightened to continue and turned back.",
      "quote": "And it was already late, it must have been about 11:00, 12:00 o’clock. So, I said to myself, well, I’ll go back, I’ll go back, follow this track all the way, I’ll go back to residential school. So, so that, that was already the sun was coming up by the time I got back to the residential school. And I was just a young fella, you know. So, anyway, I couldn’t get in. Dormitory locked, doors were locked, so I went around the corner, and I slept on the, by my window there. I just have a window, and I used to sneak in and out from the, through the window there. So, I must have sat down there, and I must have fell asleep.",
      "lat": 53.1932027777777,
      "lng": -105.772963888888,
      "photo": "",
      "placeName": "Prince Albert Indian Residential School",
      "extra": "The Prince Albert school was established in 1947 to take in students from the Anglican school at Lac La Ronge. The school was established in what was originally meant to be a temporary location in a former army base on the edge of Prince Albert. Instead, the Prince Albert school grew to be the second-largest residential school in Canada. After 1961 the school was used as a residence to house students attending local day schools. In 1969, the federal government took over the administration of the school. First Nations played a growing role in the administration of the residence, which closed in 1997."
    }, {
      "section": "Student Victimization of Students",
      "pre": "Some bullies demanded money, rather than food. Isaac Daniels said that at the Prince Albert school, an older boy robbed him of money that was intended for his sick brother.",
      "quote": "He said, ‘You got any money?’ I said, ‘No.’ ‘Let me see it,’ he said. ‘No,’ I said, ‘I don’t have no money.’ Well, he beat the heck out of me, threw me down right in the washroom there, took my wallet, took all my money.",
      "lat": 53.1932027777777,
      "lng": -105.772963888888,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 52.8723019,
      "sLng": -104.6657224,
      "eLat": 53.1932027777777,
      "eLng": -105.772963888888
    }, {
      "sLat": 53.1932027777777,
      "sLng": -105.772963888888,
      "eLat": 53.1932027777777,
      "eLng": -105.772963888888
    }]
  }, {
    "name": "Albert Fiddler",
    "id": "aFiddler",
    "picture": false,
    "pull": "I was a good athlete, I was a good hockey player, I was a good runner.",
    "school": "Beauval Indian Residential School",
    "schoolID": "beauval",
    "city": "Beauval",
    "province": "Saskatchewan",
    "direction": "central",
    "years": "",
    "age": "",
    "latLng": {
      "lat": 55.15725,
      "lng": -107.581722222222
    },
    "zoom": 10,
    "bio": "Albert Fiddler attended Beauval Residential School, also known as St. Bruno's, in Beauval, Saskatchewan, which operated from 1897 to 1995. It was run by the Catholic church. He gave a statement to the Turth and Reconciliation Commission on 24 June 2012 in Saskatoon, Saskatchewan.",
    "schoolBio": "St. Bruno’s boarding school was opened by Roman Catholic missionaries in 1860 at Ile à la Crosse. Poor living conditions at the school led the Grey Nuns teaching at the school to leave in 1905. In 1906 the school was moved to the confluence of the La Plonge and Beaver Rivers. In 1927 nineteen students and one teacher died in a fire that destroyed the school and the dormitories. In 1969 the federal government took over the administration of the school. In 1985 full control of the school and residence was transferred to the Meadow Lake Tribal Council. The residence closed in 1995.",
    "source": "TRC, AVS, Albert Fiddler, Statement to the Truth and Reconciliation Commission of Canada, Saskatoon, Saskatchewan, 24 June 2012, Statement Number: 2011-1760.",
    "story": [{
      "section": "Life Before Residential School",
      "pre": "As Albert Fiddler was growing up in Saskatchewan, his father taught him how to live off the land.",
      "quote": "I remember my dad teaching me how to hunt, and learn how to snare rabbits, learn how to take care of horses. I was riding horses already on, four years old, and I’m riding with a bareback, and I enjoy that thing. I still remember that because I was a fairly decent cowboy, you know, like little beaver, as they used to call him in the comic books. I used to hang on onto just the mane. I didn’t, I didn’t even have a bridle.",
      "lat": 59.1140672,
      "lng": -103.5334127,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Life Before Residential School",
      "pre": "His father also taught him to hunt.",
      "quote": "And it’s funny sometimes, you know, and some of it was fun. Some of it was kind of patience, and pretty chilly sometimes when he was telling me when, how to snare chickens out of the, out of the willows. We’re using this, a little wire, and a long stick, and standing on the dark side of, and waiting for the chickens to come and feed on the willows, and now we’d snare them down, yeah.",
      "lat": 59.1140672,
      "lng": -103.5334127,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Bedwetting",
      "pre": "On his first night at the Beauval, Saskatchewan, school, Albert Fiddler, who had never lived in a building with indoor plumbing before, wet his bed. As he recalled, in the morning, a priest...",
      "quote": "threw me in over my knees in front of the kids there, screamed, 'you wet your bed' or something. I understand a little bit here and there what they were saying, anyway, because I had heard a little English before here and there. He grabbed my little underwear open, which I had to wear I guess. Slapped my buttocks like crazy there so that I’d never do that again. No explanation, not even asking who I am, and who I, what the hell, and then he gave me in front of the whole, the kids to see me there being bare ass, and I don’t forget that.",
      "lat": 55.15725,
      "lng": -107.581722222222,
      "photo": "",
      "placeName": "Beauval Indian Residential School",
      "extra": "St. Bruno’s boarding school was opened by Roman Catholic missionaries in 1860 at Ile à la Crosse. Poor living conditions at the school led the Grey Nuns teaching at the school to leave in 1905. In 1906 the school was moved to the confluence of the La Plonge and Beaver Rivers. In 1927 nineteen students and one teacher died in a fire that destroyed the school and the dormitories. In 1969 the federal government took over the administration of the school. In 1985 full control of the school and residence was transferred to the Meadow Lake Tribal Council. The residence closed in 1995."
    }, {
      "section": "Student Victimization of Students",
      "pre": "At the Beauval, Saskatchewan, school, an older boy was assigned by the school to help Albert Fiddler adapt to the school. However, the boy soon insisted that Albert give him his dessert at dinner. In this case, bullying became increasingly sinister: eventually, the bully began to sexually abuse Fiddler.",
      "quote": "So, I had to go out there, and sneak, and give him my, my sweet stuff, yeah, that’s how I was paying him for that. That’s how they were, they were doing that I guess. They had this little racket going on that they were, they get all the dessert from the small boys, or otherwise they will, like, it was more of a, they’re gonna protect us, or whatever.",
      "lat": 55.15725,
      "lng": -107.581722222222,
      "photo": "",
      "placeName": "",
      "extra": ""
    }, {
      "section": "Sports and Recreation",
      "pre": "Fiddler said the boys would often use department-store catalogues for shin pads, but a new principal had a greater interest in sports.",
      "quote": "We started having new skates, start having good, good socks. We starting having bought, what you call, Toronto Maple Leafs and the Canadiens, those were the two, so we, we had two set of sweaters. And Maple Leafs, we used them at home, and then when we go out and play out we have to be Canadiens, so but none of those things, just toques, that’s all, no facemask, nothing, no, no. We had little, finally we got those things, too. So, he bought all that stuff for us. So, we start getting bigger, better hockey players, too. We started competing. We came, we came and compete in town, in Meadow Lake. We had, they, they call us bush hockey players, but we, they couldn’t beat us because we were, we were, we had a good coach, so we started winning.",
      "lat": 55.15725,
      "lng": -107.581722222222,
      "photo": "",
      "placeName": "",
      "extra": ""
    }],
    "connections": [{
      "sLat": 59.1140672,
      "sLng": -103.5334127,
      "eLat": 59.1140672,
      "eLng": -103.5334127
    }, {
      "sLat": 59.1140672,
      "sLng": -103.5334127,
      "eLat": 55.15725,
      "eLng": -107.581722222222
    }, {
      "sLat": 55.15725,
      "sLng": -107.581722222222,
      "eLat": 55.15725,
      "eLng": -107.581722222222
    }, {
      "sLat": 55.15725,
      "sLng": -107.581722222222,
      "eLat": 55.15725,
      "eLng": -107.581722222222
    }, {
      "sLat": 55.15725,
      "sLng": -107.581722222222,
      "eLat": 55.15725,
      "eLng": -107.581722222222
    }]
  }]
}
