"projects": [
    {
      "title": "Signals From the Future",
      "subtitle": "Mapping AI Patent Landscapes",
      "description": "This thesis visualizes AI-related patent filings by geographic region in the United States between 2016-2020 to better understand the landscape and asymmetries existing throughout regional clusters.\n\n Inventions are signals from the future, as much as they are from the past. They provide us with a barometer for measuring the patterns of economic activity, policy direction, and competitive moat-building by international companies and governments across the world. These visual explorations will serve to connect policy makers, investors, entrepreneurs and academic commercialization offices with opportunities to make better decisions, bring ideas to market, and grow the economy sustainably within the United States.\n\n Without mentioning the communities affected by the dispersion of AI technologies would be a great disservice. There is an even greater need for accelerating education within underrepresented communities; where patents are not being filed. I argue for an increasing need to create an international definition for AI-assisted inventions, and for the creation of an intellectual property commons, which is funded by corporate profitability of AI technologies in order to address the shorter-term inequalities which will result from the displacement due to skills-bias, and other labor demand asymmetries. Redistribution from gains within the short-term will help buffer the problems created by these technologies. I’m optimistic that the advances created by AI as seen through this patent landscape will be a net positive for more developed countries, and there needs to be a framework established to help developing nations and underrepresented communities to benefit in the long-term as well.",
      "url": "https://leeallennyc.github.io/signalsfromthefuture",
      "author": "Lee Kuczewski",
      "image": "https://github.com/leeallennyc/thesis/raw/main/preview.png",
      "repository": "https://github.com/leeallennyc/thesis",
      "video": "https://github.com/leeallennyc/thesis/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "Spill the Boba Tea",
      "subtitle": "How Asian Are You? Boba is Not Just a Drink, but a Means to Identity Yourself",
      "description": "Over the past 30 years, bubble tea in America has gone from a niche Taiwanese beverage from first generation Asian immigrants to a mainstream iconic drink for Asian Americans. As beverage themself, bubble tea and boba, refer to the same tea-based beverage with toppings. However, in the context of Asian American cultural identity, the word boba has become so widely used in this community socially. It has become more than a popular connotation of the drink itself. The purpose of this study is to explore and visualize the transition from bubble tea to boba, which includes two main aspects: the reasons for the popularity of boba as a beverage in the United States, and the role of boba as a controversial noun in the discussion of Asian-ness in the Asian American community. It is hoped that through the cultural symbol created by a beverage in this era, it will trigger people to pay attention to and think about the Asian immigrant community.",
      "url": "https://tongtongluu.github.io/Bobavue/",
      "author": "Qinglu (Luella) Lu",
      "image": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis/raw/main/preview.png",
      "repository": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis",
      "video": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "86'ed",
      "subtitle": "New York City's Restaurants During the Pandemic",
      "description": "Since March 2020, when the COVID-19 lockdown began, the restaurant industry, employing hundreds of thousands, attracting millions of visitors who spend around $46 billion annually, suffered a dual burden of having lost the customer flow on which it depended on for survival but also now being termed as “essential”. The food service industry has had to radically shift how it operated, with a larger focus on deliveries and now outdoor dining. There is a need to understand and document the changes in the hospitality industry because they are fundamentally changing their own streets and neighbourhoods, and in doing so transforming the city as a whole. In the following sections, public data on restaurants, labour, federal support, and data collected and ‘scrapped’ from the news sites will be used to chart out and map the significance of the industry to New York City, the damage done by the pandemic, and finally, the attempted recovery efforts.",
      "url": "https://shmanzar.github.io/86ed/",
      "author": "Shaheryar (Sherry) Manzar",
      "image": "https://github.com/shmanzar/thesis/raw/main/preview.png",
      "repository": "https://github.com/shmanzar/thesis",
      "video": "https://github.com/shmanzar/thesis/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "Where Did All The Great Women Go?",
      "subtitle": "The Matilda Effect and the Repercussions of Lost Women in History",
      "description": "Many of the women that have contributed to the scientific field have been lost to history either from their male colleagues taking credit for their work or people deeming their work not important. Women such as Rosalind Franklin, Lisa Meitner, Emilie du Châtelet and many more were lost to history, their contributions to science and technology overlooked. These women were affected by the phenomenon called The Matilda Effect. The Matilda Effect is a bias against acknowledging the achievements of those women scientists whose work is attributed to their male colleagues. This thesis will explore and visualize the connection between The Matilda Effect and women in science today by answering questions such as who the women effected by The Matilda Effect are, what the lasting effects on the world today are, and how female role models can increase the number of girls entering into STEM fields.",
      "url": "https://isabelstoddart.github.io/matilda-effect/",
      "author": "Isabel Stoddart",
      "image": "https://github.com/isabelstoddart/msdv-thesis/raw/main/preview.png",
      "repository": "https://github.com/isabelstoddart/msdv-thesis",
      "video": "https://github.com/isabelstoddart/msdv-thesis/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "Scaling Down to Zero:",
      "subtitle": "The Need to Reconsider Negative Emissions Technologies",
      "description": "In 2018, the International Panel on Climate Change (IPCC) published a report declaring a 1.5°C limit i.e. limiting global temperatures to below 1.5° C above pre-industrial levels. This figure is important, because once that threshold is crossed, not only will there be grave consequences for society, but weather systems will react in unpredictable ways. Given the fact that there are no immediate plans to systematically cut C02 emissions, we have double the work cut out for us. This paper attempts to outline the main limits to and unknowns of scaling up one specific Negative Emissions Technology (NET) referred to as Bioenergy with Carbon Capture and Storage (BECCS). The final section of the paper will provide an overview of a number of strategies that are being proposed by well-recognized environmental justice organizations and must be considered in order to create lasting systemic change.",
      "url": "https://ripleycleghorn.github.io/thesis/project-code/",
      "author": "Ripley Cleghorn",
      "image": "https://github.com/ripleycleghorn/thesis/raw/main/preview.png",
      "repository": "https://github.com/ripleycleghorn/thesis",
      "video": "https://github.com/ripleycleghorn/thesis/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "20 Years of Water",
      "subtitle": "Visualizing Water Quality Testing in the River Basins of Alabama",
      "description": "Alabama’s climate and geographic history makes it one of the most ecologically diverse states in the United States. At the same time, a history of industrial accidents and abuse has led to disasters that have harmed everything from ponds to populations of cities to coastlines. Since 1998 stricter water monitoring policies have been mandated in an attempt to control the human and environmental harm caused by pollutants. This project seeks to analyze the progress that has been made during the past 20 years of water quality testing. Data from the Alabama Department of Environmental Management (ADEM) is used to visualize the scope of water contamination in each river basin by size, cause, and source.",
      "url": "https://dalbed349.github.io/20YearsOfWater/",
      "author": "Dallas Alberti",
      "image": "https://github.com/Dalbed349/AlabamaWater/raw/main/preview.png",
      "repository": "https://github.com/Dalbed349/AlabamaWater",
      "video": "https://github.com/Dalbed349/AlabamaWater/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "Nature + Nurture",
      "subtitle": "An Exploration of Forest Kindergartens and Nature-Based Learning",
      "description": "Outdoor education is not a new concept. It’s been used around the world in various forms for decades and has been increasingly popular in the United States in the form of Forest Kindergartens. Forest Kindergarten is a pedagogy rooted in the idea of free-flow learning, nature immersion, and child-led curriculums. Since the introduction of these programs in the United States, those involved have praised the educational, developmental, and physical benefits, with many academic sources conducting research to back them up. Even still, those just learning about the concept have a variety of questions about its efficacy, many that seem to be driven by a sense of bewilderment that a program so different from the traditional structure could possibly lend the same results. This project aims to show how these programs operate in relation to the traditional kindergarten system and how the current public education structure can begin to think about adopting and benefiting from the concepts applied in the nature-based programs. The project itself is broken down into four sections: Origins, Structure, Outcomes, and Implementation. The end goal is to provide a collection of information about nature-based kindergarten programs to enable audiences in urban, rural, wealthy, and struggling areas to equally learn and benefit from educational developments happening around the country and the world.",
      "url": "https://amina-brown.github.io/nature-nurture/",
      "author": "Amina Brown",
      "image": "https://github.com/amina-brown/thesis/raw/main/preview.png",
      "repository": "https://github.com/amina-brown/thesis",
      "video": "https://github.com/amina-brown/thesis/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "Connected Specimens",
      "subtitle": "A Framework for Museums to Expand the Stories of Displayed Specimens",
      "description": "The specimens nowadays on display in museums are the attempts and efforts of human intelligence to create traces of species that once existed, to represent their appearance, and, for the species that are still here, to resist their disappearance. But there is an experiential divide between the stories offered by museums and visitors’ desire to go further, between digital interfaces and physical settings, and between developed and less developed regions. This project creates a low-cost, data-driven framework that leverages the scalability of digital media and the perceptibility of real-world objects to breathe new life into exhibits and enhance the in-person engagement in museums. The project will first focus on bird species at the National Wetland Museum of China, enhancing visitors’ cognitive experience of the specimens through a digital-physical integration strategy. The future vision of the project is to open up to other species datasets and provide APIs and SDKs for further development.",
      "url": "https://gitacoco.github.io/connected_species/",
      "author": "Zhibang Jiang",
      "image": "https://github.com/gitacoco/thesis-project/raw/master/pics/preview.png",
      "repository": "https://github.com/gitacoco/thesis-project",
      "video": "https://github.com/gitacoco/thesis-project/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "What is Strength in Climbing?",
      "subtitle": "Are climbers getting stronger or are there more strong climbers?",
      "description": "As I’ve delved into climbing, both in practice and research, one thing has quickly become apparent: the continuous effort and never-ending endeavour to get stronger. As I began to look into this further, and developed questions about climbing benchmarks around the world, as well as the rate of strength increase of climbers, I focused my research on two questions: have we as climbers gotten stronger over time, or are there more strong climbers (or both)? Our treatment for this thesis will attempt to answer these questions by understanding what strength is in climbing. We will focus on bouldering and sport/lead climbing. It should be noted that there are other types of climbing, including: top-rope; ice-climbing; mountaineering and trad climbing; free solo and deep water solo. We will analyze several aspects of climbing, including what the records and benchmarks are for climbing routes, what the various grading systems are (how climbs are measured); what makes a climb hard; how climbers get stronger; and other aspects such as the increase in popularity of the sport over time, and accompanying research and literature. As we work on answering the aforementioned questions, we will work to expand the reader’s climbing knowledge and vocabulary throughout this essay.",
      "url": "https://madhat5.github.io/project-repo/",
      "author": "David Malary",
      "image": "https://github.com/madhat5/MSDV_2021-Thesis/raw/master/preview.png",
      "repository": "https://github.com/madhat5/MSDV_2021-Thesis",
      "video": "https://github.com/madhat5/MSDV_2021-Thesis/blob/master/demo.mp4?raw=true"
    },
    {
      "title": "Word up: How many words do you need for hip hop songs?",
      "subtitle": "A Quantitative Analysis of Hip Hop Lyrics",
      "description": "This project specifically focuses on two linguistic characteristics in songs. The first is how unique words are used in each song. This shows how diversely words are adapted to convey meaning. More unique words used in a song create more diversity and more complexity. The approach to measure the level of diversity in vocabulary is achieved by counting the unique instances of words: for example, if a certain word appears more than twice in a song, only the first instance is counted, leaving the duplicates out of the word pool.\n\nThe second is how broad the listeners’ vocabulary would have to be. This focuses on how various subjects such as gender fluidity and homosexuality, are dealt with in songs as well as how different topics are interpreted in each song. Today, these new topics require new vocabulary because in the past, they did not exist in the general public sphere. In addition to the quantitative analysis of absolute word count that will be presented in this paper, proportion analysis will also be included : how much percentile is covered by having certain coverage or word. For example, by covering the top 10% of used vocabulary, we can estimate how much percentage of vocabulary is covered in a certain decade.\n\nTo analyze trends over time, this project covers hip hop songs from the first advent of it (1980) to the songs of today(up to 2020). The user is able to compare the changes by navigating dispersion patterns visually by decade and also to see what is the general pattern of vocabulary by seeing the generative art form of word dispersion.\n\n Since this project shows an aspect of pop culture linguistically, the vinyl player interface is adopted as a visual inspiration. The user can explore the processed information as if one plays with an analog music player.",
      "url": "https://jotnajoa.github.io/wordup/",
      "author": "Seungyu Paik",
      "image": "https://github.com/jotnajoa/Majorstudio2/raw/main/preview.png",
      "repository": "https://github.com/jotnajoa/Majorstudio2",
      "video": "https://github.com/jotnajoa/Majorstudio2/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "Karpov | Korchnoi",
      "subtitle": "Visualizing Chess, Patterns and Paranoia",
      "description": "This project analyzes two remarkably different chess matches played between Anatoly Karpov and Viktor Korchnoi. The first is game two from the 1974 Candidates Final in Moscow, which has come to be regarded as a modern classic in tactics, strategy, and chess brilliance. The second is the entire, bizarre 1978 World Chess Championship in the Philippines, which quickly earned notoriety as an example of the type of superstition, paranoia, and scandal commonly observed in chess lore throughout the game’s rich history. Analyzing chess as a game of fast pattern recognition processes, and slow search processes allows us to see how two fine specimens of Kasparov's \"Drosophila of reasoning\" became so consumed with fear and loathing in the Philippines, while having delivered a master class only four years prior. This critique is then extended to our own \"disinformation age.\" The roles of pattern recognition and time pressure are examined across these very different scenarios with supporting documentation from other historical accounts and written works on chess theory, statistics, and cognitive psychology. The visualizations that accompany the game analysis are designed to help readers see chess in the same way that a grandmaster does, and in so doing, help them to identify similarities between a grandmaster’s state of mind and their own.\n\nWhile reading this bizarre story in today’s exhausting, 24-hour, 280-character media landscape, it is worth asking: Are we under the same kind of pressure as a chess genius? Is this reasonable? What ways do chess prodigies respond to this pressure and what are the possible outcomes?",
      "url": "https://jamestroxel.github.io/karpovkorchnoi/#/prologue",
      "author": "James Troxel",
      "image": "https://github.com/jamestroxel/Karpov-Korchnoi/raw/main/preview.png",
      "repository": "https://github.com/jamestroxel/Karpov-Korchnoi",
      "video": "https://github.com/jamestroxel/Karpov-Korchnoi/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "A Different Game",
      "subtitle": "How COVID-19 Has Changed the Video Game Industry",
      "description": "The video game industry has undergone a series of changes as a result of the Covid-19 pandemic. Stress on the supply chains of hardware and software have forced companies to adjust to new working environments within short periods of time. At the same time, people have turned more and more towards games as a form of leisure, entertainment, and human connection. We analyze several economic and human studies data sets collected during the past 2 years in order to visualize the supply, demand, and popularity of games during the pandemic. Our results suggest that despite turbulence in the supply chain, game companies have managed to adequately shift their business models to allow for tremendous growth as other industries have struggled. /nIn this project, the visualizations present how regular production process, total consumer spending, user behavior and gaming community network were impacted by the Covid-19 pandemic. As we expected, the video game industry has demonstrated with data that it is unshakable in people's minds and will go farther in the future.",
      "url": "https://yujunmjiang.github.io/a-different-game/",
      "author": "Yujun Jiang",
      "image": "https://github.com/yujunmjiang/gaming-industry-tracker/raw/main/preview/preview.png",
      "repository": "https://github.com/yujunmjiang/gaming-industry-tracker",
      "video": "https://github.com/yujunmjiang/gaming-industry-tracker/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "My Fellow Citizens",
      "subtitle": "A Visual Exploration of the United States Presidential Inaugural Addresses (1789-2021)",
      "description": "The United States Presidential inaugural speeches serve to form a qualitative and historical basis for applying data visualization techniques. This data visualization serves to illuminate historical context, further evaluate the texts, and aid in their appreciation. Visualization techniques employed are designed to aid in topical exploration & allow user agency to enable new discovery of insights..",
      "url": "https://douglocke.github.io/myfellowcitizens/",
      "author": "Douglas Locke",
      "image": "https://github.com/douglocke/mfc/raw/master/preview.png",
      "repository": "https://github.com/douglocke/mfc",
      "video": "https://github.com/douglocke/mfc/blob/master/demo.mp4?raw=true"
    },
    {
      "title": "Mapping the Literary Geography of Sonagi",
      "subtitle": "A Spatial and Data-based Approach to Exploring the Literary Text",
      "description": "Sonagi is a Korean word that means “rain shower”. It is also the title of a short story by the author Hwang Sun Won, one of the most accomplished writers of short fiction in modern Korea literature. The story which has a simple plot of “a boy in the countryside meets a girl from the city” is one of the most well-known short stories of Hwang and has also become an inspiration for animation, film, stage musicals and so on. Through these retold interpretations of Sonagi, the idyllic and natural setting that two young protagonists explore on foot has been visually recreated. This thesis project aims to identify the literary geography of Sonagi and construct a literary map of the story inthe standpoint of data collection and visualization. By doing so, this project provides a spatial and data-based way to explore the text of Sonagi, which may not be obvious when reading text only. Through this endeavor, the project poses and answers a few questions as well: How do readers picture a fictional space when reading literature?; Does uncertainty in text allow room for creative interpretation for the audience?; What role can visualization play in understanding literature? From the original text which is accompanied by English translation, expressions that indicate locations of action, locations recognized by the characters, or locations referred to in the story are collected and used to visualize the map of the fictional space in the story. Some examples of such can be Creek, Stepping Stones, Buckwheat Fields and Mountain.",
      "url": "https://inhyelee-data.github.io/sonagi/",
      "author": "Inhye Lee",
      "image": "https://github.com/InhyeLee-Data/thesis-2021/raw/main/preview.png",
      "repository": "https://github.com/InhyeLee-Data/thesis-2021",
      "video": "https://github.com/InhyeLee-Data/thesis-2021/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "TL;DR",
      "subtitle": "Written English is Becoming More Readable, Why is Reading Comprehension Falling?",
      "description": "Written English is becoming more readable. If written English as a whole is becoming more readable, why is there an increasing issue with reading comprehension? The author of this paper explores trends in written English and how new digital mediums have changed the way people read. These changes have consequences on reading comprehension that can be counteracted with practices that favor focused reading.",
      "url": "https://justinkraus.github.io/tldr/",
      "author": "Justin Kraus",
      "image": "https://github.com/justinkraus/thesis/raw/main/preview.png",
      "repository": "https://github.com/justinkraus/thesis",
      "video": "https://github.com/justinkraus/thesis/blob/main/demo.mp4?raw=true"
    },
    {
      "title": "Literary Book Bindings",
      "subtitle": "Generating Book Cover Art Using Emotion Detected Labels in Classical Literature",
      "description": "This project uses machine learning emotion classification processes in order to create emotionally representative data from Project Gutenberg public domain novels. The data is then fitted into a visualization that is further rendered into book covers for the analyzed pieces. Both proprietary and hand crafted APIs are used to analyze emotions found in the corpuses of the 25 high ranking books from Project Gutenberg. Multiple emotion recognition models are evaluated for accuracy and value within the literary space. The machine learning models are then compared to human evaluations of emotions, based on existing psychoanalytic research. Results indicate that machine learning models are able to adequately predict the emotions in novels and generate supporting book cover art.\n\n The final outcome of this project will be printable manuscripts with custom generated covers. The visualizations are built using D3js and data storytelling techniques. The charts will be imported into InDesign for final production and typesetting. In order to avoid copyright issues, all books used are in the public domain, with original publish dates between 1800 and 1925. The physical book will contain the text of the original author, as well as accompanying text and diagrams provided from this project.",
      "url": "https://tiffanyfrance.com/ml-books",
      "author": "Tiffany France",
      "image": "https://github.com/tiffanyfrance/thesis/raw/main/preview.png",
      "repository": "https://github.com/tiffanyfrance/thesis",
      "video": "https://github.com/tiffanyfrance/thesis/blob/main/demo.mp4?raw=true"
    }