{
  "name": "Akaitcho Hall (Yellowknife Federal Hostel)",
  "type": "Residential",
  "location": {
    "province": "Northwest Territories",
    "city": "Yellowknife",
    "latLng": {
      "lat": 62.45307222,
      "lng": -114.3613667
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1958,
  "endYear": 1970,
  "data": {
    "nameVariants": [{
      "startYear": 1958,
      "endYear": 1959,
      "name": "Akaitcho Hostel",
      "note": "",
      "ref": ["AHU-000016[002-002]"]
    }, {
      "startYear": 1960,
      "endYear": 1970,
      "name": "Akaitcho Hall",
      "note": "",
      "ref": ["AHU-000004[000-000]"]
    }],
    "chronoHistory": [{
      "date": 1958,
      "desc": ["Yellowknife School and Hostel completed July 7, 1958.", "Akaitcho Hall opened for the 1958-59 school year. The first student resident arrived on August 29, 1958. Services offered in the hostel included: Student Council, guidance and counseling, and gym activities."],
      "ref": ["AHU-000017[000-000]", "AHU-000005[000-002]"]
    }, {
      "date": 1959,
      "desc": ["The document titled <strong>Sir John Franklin School, Yellowknife Statement of Duties</strong> states the following about the role of the hostel in relation to the school:<br> 'The hostel is an essential part of the composite arrangement in Yellowknife. It is, however, not an integral part of the school. It exists for one purpose only: to provide a place where out-of-town students can live; and generally afford a 'home' while they are attending school. It is not designed for and would not be provided for Yellowknife students and their relationship to it must be governed at all times by the interests solely ofthe out-of-town students.'"],
      "ref": ["AHU-000012[002-015]"]
    }, {
      "date": 1960,
      "desc": ["Inspection of Food Services Report details the condition ofthe kitchen and dining facilities as well as commenting on food preparation, diet, hygiene, and living conditions. The report states that there are four students residing in each room. Recreational activities provided in the residence are basketball, pool, ping-pong, and hockey. At this time there were two boys' supervisors and one girls' supervisor."],
      "ref": ["AHU-000002[001-001]"]
    }, {
      "date": 1965,
      "desc": ["The Food Services Report states that there is a staff of approximately 20 at Akaitcho Hall. The hostel received a favourable report on diet and food preparation with some recommendations.", "Seven dormitory supervisors, classified as Teachers' aides, were employed at the hostel."],
      "ref": ["AHU-000011[001-002]"]
    }, {
      "date": 1966,
      "desc": ["The Food Services Report delivers a favourable report on the diet and food preparation at the hostel with minor recommendations."],
      "ref": ["AH-173218G"]
    }, {
      "date": 1969,
      "desc": ["Akaitcho Hall has a Residence Student Committee appointed by the Residence Superintendent, Mr. Boxer. The committee consists of '30 boys and girls of which 14 are white, 8 are Indian, 4 are Eskimo, and 4 are Metis.' There is also a sub-committee on rules review which consists of '3 boys and 3 girls which are as follows: 2 Indians and 4 Whites.'"],
      "ref": ["AHU-000009[000-000]"]
    }, {
      "date": 1970,
      "desc": ["Letter indicates that the residence in Yellowknife is still operational.", "We do not have specific information indicating the closing date of this institution. This document is the latest dated document in our current collection indicating that Akaitcho Hall was open at this time. Further research is currently in progress."],
      "ref": ["AH-00531"]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1958,
      "endYear": 1969,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["NWT 000539[000-000]"]
    }, {
      "startYear": 1969,
      "endYear": 1970,
      "org": "government",
      "orgName": "Government of the Northwest Territory",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["NWT-000221[000-000]"]
    }],
    "enrollment": [{
      "year": 1958,
      "number": 200,
      "notes": ""
    }, {
      "year": 1959,
      "number": 65,
      "notes": ""
    }, {
      "year": 1960,
      "number": 104,
      "notes": "enrollment number limited to 104"
    }, {
      "year": 1961,
      "number": 114,
      "notes": "114 residents: Indian:31, Eskimo:39, Other:44"
    }, {
      "year": 1962,
      "number": 114,
      "notes": ""
    }, {
      "year": 1963,
      "number": 125,
      "notes": ""
    }, {
      "year": 1964,
      "number": 155,
      "notes": ""
    }, {
      "year": 1965,
      "number": 170,
      "notes": "170 residents, ages 15-21"
    }, {
      "year": 1966,
      "number": 170,
      "notes": ""
    }, {
      "year": 1967,
      "number": 200,
      "notes": "average number of residents 297, capacity 250"
    }, {
      "year": 1968,
      "number": 257,
      "notes": "average number of residents 297, capacity 250"
    }, {
      "year": 1969,
      "number": 297,
      "notes": "noaverage number of residents 297, capacity 250te"
    }, {
      "year": 1970,
      "number": 297,
      "notes": "average number of residents 297, capacity 250"
    }],
    "reserves": ["aklavik", "fortMacPherson", "fortNorman", "fortResolution", "fortSimpson", "fortSmith", "goodHopeLake", "hayLakes", "tuktoyaktuk", "yellowknife"],
    "religiousGroups": [{
      "group": "Roman Catholic",
      "ref": ["NWT 000546[000-000]"]
    }, {
      "group": "Anglican",
      "ref": ["NWT 000546[000-000])"]
    }],
    "writtenAgreements": [],
    "additionalInformation": [{
      "date": 1962,
      "type": "sexual",
      "victim": "",
      "agressor": "boys' supervisor",
      "notes": "A federal government memorandum states that a claim of sexual abuse had been made against a boys' supervisor at Akaitcho Hall. The document states: <br>Several months ago Mr. Templeton [a government administrator] received a verbal warning from a prominent Yellowknife citizen. One ofthe boys' supervisors at Akaitcho Hall was reputed to be guilty of Immoral conduct towards or with boys at Akaitcho Hall dormitory. Did the Administration know about this and if so what would be done about it? <br>Mr. Templeton took this matter up with Mr. McBeath, the School Principal [of Sir John Franklin School] and with Mr. Boxer [the Hostel Administrator]. Both men were much shaken and taken completely by surprise. After carrying out checks and an investigation, which I understand was done as discreetly as possible, a report was made to Mr. Templeton. The report completely exonerated the supervisor in question.<br> During a recent trip Mr. Gillie [Administrator of the Mackenzie] heard a further rumour regarding the same supervisor at Akaitcho Hall. Reference was made to a police investigation, and this reference came from Mr. McCowan [a government administrator] in Hay River. Mr. Gillie made further checks in Yellowknife and on return to Fort Smith mentioned the matter to me. In reviewing all information we had it appeared that the flare-up of rumour in Hay River could possibly have emanated from the questions which Mr. McBeath and Mr. Boxer would have been forced to have made last spring. On checking with Inspector Doey, R.C.M.P., I verified that no such situation had come to the attention of the R.C.M.P. in Yellowknife and that no police investigation has been made. The supervisor in question is not named in this document.",
      "ref": ["AHU-000001[000-000]"]
    }, {
      "date": 1958,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "Medical and dental examinations were performed. The Hostel Superintendent, was given the authority to arrange emergency medical and dental treatment.",
      "ref": ["AHU-000021[000-000]"]
    }, {
      "date": 1959,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel Superintendent is authorized to provide a weekly allowance of $2.00 to students who are indigent and in need.",
      "ref": ["AHU-000018[000-000]"]
    }, {
      "date": 1960,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "The Akaitcho Hall Regulations manual details the roles and responsibilities of each staff position and the rules and regulations to be followed by the resident students. The regulations include student work duties, dormitory and cafeteria conduct and rules, and general personal conduct guidelines. The weekday and weekend daily schedules state the programs and required tasks for each day of the week.",
      "ref": ["AHU-000020[000-000]"]
    }, {
      "date": 1965,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "All students in residence at Akaitcho Hall are over the age of 16 and therefore are not 'legal children'. The hostel administration recognizes that it does not have the legal authority to force students that want to remain in Yellowknife for the summer to return to their home communities. The hostel also does not have the legal authority to force students to remain in residence at the hostel.",
      "ref": ["AHU-000007[ 000-001]"]
    }, {
      "date": 1966,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "Akaitcho Hall had problems recruiting and keeping staff to such an extent that it threatened the operation of the hostel. 'During the past two years we have been plagued with a steady turn over of supervisory staff at Akaitcho Hall and for long periods have operated without adequate staff'",
      "ref": ["AHU-000010[000-000]"]
    }]
  }
}
