{
  "name": "Federal Hostel at Belcher Islands",
  "type": "Residential",
  "location": {
    "province": "Nunavut",
    "city": "Flaherty Island (South Camp) / Sanikiluaq",
    "latLng": {
      "lat": 56.51016111,
      "lng": -79.21507222
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1963,
  "endYear": 1964,
  "data": {
    "nameVariants": [{
      "startYear": 1963,
      "endYear": 1964,
      "name": "Belcher Islands Pupil Residence",
      "note": "",
      "ref": ["BES-000001"]
    }, {
      "startYear": 1963,
      "endYear": 1964,
      "name": "Belcher Islands Hostel",
      "note": "",
      "ref": ["BES-000145"]
    }],
    "chronoHistory": [{
      "date": 1963,
      "desc": ["By the end of January 1963, the Belcher Islands hostel was 95% complete. <br>A Memorandum notes that by mid March 1963, five welfare houses had been built near the school site at South Camp. <br>In April 1963, the principal at the FDS estimated that at least six pupils would move into the hostel for the 1963/64 school year.<br> The Belcher Islands Federal Day School opened on September 25, 1963 with 14 students attending. Five students were living in the hostel.", "Government correspondence notes that at least ten children from the Belcher Islands were attending school at Great Whale River rather than at the Belcher Islands School. <br>The December 1963, Quarterly Return identifies six pupils living at the Belcher Islands Hostel."],
      "ref": ["RCN-004468", "BES-000134", "BES-000137-0002", "BES-000144-0000", "BES-000006", "GWR-000201", "BES-000145", "BES-000001"]
    }, {
      "date": 1964,
      "desc": ["Documents identify the hostel parents at South Camp and note that they worked under the supervision of the wife of the principal at the FDS.<br> n February of 1964, an unspecified number of boys left the Belcher Islands hostel without permission. They moved back in with their parents who had decided to remain at South Camp over the winter rather than moving to an outlying camp. The boys returned to the hostel after an unspecified number of days.", "The March 1964, Quarterly Return identifies six pupils living in the Belcher Islands Hostel.<br> The June 1964, Quarterly Return identifies five pupils living in the Belcher Islands Hostel. <br>An Enrolment Form from the FDS identifies two pupils at the FDS as living in the hostel as of October 5, 1964. However, by November 24, 1964, the Belcher Islands Hostel was empty."],
      "ref": ["BES-000152", "BES-000146", "BES-000146", "BES-000002", "BES-000003", "BES-000011", "BES-000036"]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1963,
      "endYear": 1964,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ""
    }],
    "enrollment": [{
      "year": 1963,
      "number": 5,
      "notes": ""
    }, {
      "year": 1964,
      "number": 2,
      "notes": ""
    }],
    "reserves": ["Belcher Islands"],
    "religiousGroups": [],
    "writtenAgreements": [],
    "additionalInformation": [{
      "date": 1961,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "On October 13th, 1961 an outbreak of measles was reported at Belcher Islands. After flying into Belcher Islands on an inspection, the Northern Administrator reported three cases of measles at the school site and two cases of pneumonia.",
      "ref": ["BES-000113"]
    }]
  }
}
