{
  "name": "Federal Hostel at Broughton Island (Qikiqtarjuaq)",
  "type": "Residential",
  "location": {
    "province": "Nunavut",
    "city": "Qikiqtarjuaq",
    "latLng": {
      "lat": 67.55561667,
      "lng": 67.55561667
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1961,
  "endYear": 1966,
  "data": {
    "nameVariants": [{
      "startYear": 1962,
      "endYear": 1962,
      "name": "Broughton Island Federal School Hostel",
      "note": "",
      "ref": ["BIS-000001"]
    }, {
      "startYear": 1963,
      "endYear": 1963,
      "name": "Broughton Island, N.W.T. – Hostel #3",
      "note": "",
      "ref": ["BIS-000004"]
    }, {
      "startYear": 1964,
      "endYear": 1964,
      "name": "Broughton Island Hostels 2 and 3",
      "note": "",
      "ref": ["BIS-000005"]
    }, {
      "startYear": 1964,
      "endYear": 1964,
      "name": "Broughton Island Hostel",
      "note": "",
      "ref": ["BIS-000006"]
    }, {
      "startYear": 1964,
      "endYear": 1966,
      "name": "Broughton Island School Hostel Residence",
      "note": "",
      "ref": ["BIS-000007"]
    }],
    "chronoHistory": [{
      "date": 1961,
      "desc": ["In a memorandum dated January 20th, 1961, the Chief Superintendent of Schools recommended the construction of two hostels at Coral Harbour be postponed to address the more urgent need of hostel accommodation at Broughton Island. This recommendation was submitted with the announcement of the opening of a new one-room school complex to commence on September 1st, 1961.<br> In April of 1961, the number of school aged children in the local Broughton Island area living beyond a daily commuting distance who could attend school if local transportation [or hostel facilities] were provided was reported at 12. In addition, it was reported that 2 children were being boarded locally during the 1960/61 academic season. <br>In July of 1961, the Administrator of the Arctic advised the Director of Education that Broughton Island was the most favorable site for education [and ultimately hostel accommodation] of Inuit children whose parents were employed on the Fox 5 Distant Early Warning Line site. <br>A November 1962 hostel evaluation form for the first hostel constructed at Broughton Island indicates the hostel was erected in 1961 however remained un-occupied until the 1962/63 academic year."],
      "ref": ["BIS-000124"]
    }, {
      "date": 1962,
      "desc": ["A letter from the Community Principal dated September 28th, 1962 reported the opening of the first small hostel at Broughton Island was delayed due to a larger than expected number of children needing accommodation ultimately exceeding the available amount of food rations. The opening of the hostel was to commence upon the arrival of additional hostel rations via sealift in October of 1962. It was further reported that two additional hostel buildings were slated for erection in the fall of 1962.<br> The first Quarterly Return filed for the Federal Hostel at Broughton Island, a December 31st, 1962 Return, indicates the first pupils to enter the hostel were admitted on October 22nd, 1962 marking the official opening of the residence.<br> On March 30th, 1963 it was reported by the Principal of the Broughton Island Federal Day School that 8 children were residing in the Federal Hostel for the 1961/62 academic year."],
      "ref": ""
    }, {
      "date": 1963,
      "desc": ["A January 4th, 1963 memorandum from the Administrator of the Arctic to the Regional Administrator reported on the current status of the three hostel buildings at Broughton Island. The report indicated that one of the hostels was being used a second classroom for the Federal Day School, another was being used for purposes which it was intended while the third hostel was reaching its final stages of construction. The report further noted the third hostel building was intended to be used for children recruited from the ‘Kivitoo’ community/camp neighboring Broughton Island.<br> On March 30th, 1963 it was reported by Principal of the Broughton Island Federal Day School that 5 children were residing in the Federal Hostel at Broughton Island for the 1962/63 academic year.<br> On June 11th, 1963 it was reported by the Regional Administrator that the opening/use of the third hostel at Brougthon Island became unnecessary due to a tragedy which occurred in neighboring community ‘Kivitoo’ by which all residents of the community relocated to Broughton Island [including parents of children who originally required hostel accommodation.<br> In a telegram dated June 25th, 1963, a recommendation was submitted to the Administrator of the Mackenzie for the two empty small hostels at Broughton Island to be filled by children from Cape Dyer [Distant Early Warning site ‘Fox Main’] and ‘Camp Three’.<br> On September 13th, 1963, the District Superintendent of Schools reported the hostels at Broughton Island would not open for the 1963/64 academic year until January 1st, 1964 due to the occupancy of the hostels by construction crew members working on the completion of the second Federal Day School classroom in the community.<br> On October 11th, 1963 it was reported to the Deputy Minister that the Broughton Island hostel facilities [with a capacity for 24 pupils] remained empty as only one teacher was employed in the community limiting additional classroom [and subsequent hostel] enrolment. It was expected that all three hostel buildings would be put into operation by January 1964 with the recruitment of additional teaching staff.<br> In November 1963, it was suggested by the Acting Administrator of the Arctic that only one hostel open after Christmas due to the limited teaching staff in relation to the number of students enrolled the Broughton Island Federal Day School [recorded at 43]. However, by December of 1963 the District Superintendent of Schools reported that a second hostel building was to open in January of 1964. <br>On December 19th, 1963 it was reported by the Acting Administrator of the Arctic that one hostel building was open at Broughton Island and that a contract had been drafted for hostel staff. Theth December 1963 Quarterly Return further indicates this hostel building opened on December 11 , 1963 with the first admission of pupils being recorded on that date."],
      "ref": ""
    }, {
      "date": 1964,
      "desc": ["A March 18th, 1964 memorandum from the Acting Administrator of the Arctic to the Regional Administration reported that only two of the three Broughton Island school hostels were being used. It was recommended the third hostel be temporarily transitioned into a fourth school staff housing unit for the 1965/66 academic year.<br> In November of 1964, the Area Administrator reported that the two full capacity school hostels at Broughton Island were in need of an adequate water supply."],
      "ref": ""
    }, {
      "date": 1965,
      "desc": ["On January 31st, 1965, the Community Principal of the Broughton Island Federal Day School compiled a Principal Half-Yearly Progress Report detailing the current state of the three school hostels in the community. The report notes that ‘hostel 3’ was the first hostel building to open for the 1964/65 academic year under the management of a hostel parent with two children. ‘Hostel 2’ was reported as having been painted and cleaned by a construction crew who were previously living there – the hostel was managed by a hostel parent couple and housed only older boys and girls. ‘Hostel 1’ was reported as being used for general/medical storage, lay dispensing duties and sewing classes.<br> The report further notes that during the 1964/65 academic year, all students attending the Broughton Island Federal Day School were rotated in and out of the hostels. As reported by the Community Principal: ‘Hostel Residents: An over-abundance of hostel rations arrived in the settlement this year. Much was left over from last year. Although there are not enough children to fill both hostels and there were too many for one, it was decided to let all the school children in the settlement experience hostel living. Each week six new students go to live in the hostel for six days. Using a rotation basis it means that every school child can live in the hostels once every three weeks. Not only does this use up hostel rations, it provides the children with well-balanced meals, adequate sleep and a chance to wash and bathe. Everyone goes home on the weekends to help their parents. Most of the permanent residents come from nearby camp. We believe we have been able to eliminate any feelings of prejudice towards a few who might be in the hostels all the time.’<br> On April 2nd, 1965 a Community Teacher of the Broughton Island Federal Day School reported that only two of the three school hostels were utilized a student hostels for the 1964/65 academic year.<br> On April 5th, 1965 the Community Principal reported that the need for student hostel accommodation in Broughton Island was subsiding, indicating that a vacant hostel could be utilized for other purposes.<br> In June of 1965, it was agreed by both the Administrator of the Arctic and the Acting Regional Administrator that one of the vacant student hostel buildings at Broughton Island be used by Northern Health Services in addition to being used for adult education classes.<br> On June 25th, 1965 the Administrator of the Arctic advised the Acting Regional Administrator the third vacant school hostel at Broughton Island not be used for a laundry/bath house [due to high renovation costs] as originally suggested by both the Community Teacher/Regional Administrator. The Administrator of the Arctic further suggested pupils be relocated from Pangnirtung to fill the hostel vacancy. [It was ultimately discovered later the parents of children at Pangnirtung did not wish to send their children to Broughton Island].<br> On September 1st, 1965, the Principal of the Broughton Island Federal Day School recommended the school hostels open only on a part-time basis to maintain the provision of proper food/nourishment and accommodation during the freeze-up/break-up period for children of the outlaying Anintilik camp."],
      "ref": ""
    }, {
      "date": 1966,
      "desc": ["A letter dated January 5th, 1966, from the Regional Superintendent of Schools to the Principal of the Broughton Island Federal Day School reported on the over abundance of hostel rations held by the school. Extraneous rations were ordered to be sent back to Frobisher Bay in addition to schools at Arctic Bay and Padloping Island.<br> On March 31st, 1966 the Principal of the Broughton Island Federal Day School reported that two of the school hostels were unused and that the hostel buildings would likely be used to accommodate teaching staff.<br> A Service Agreement dated April 1st, 1966 indicates a ‘hostel mother’ was to serve at Broughton Island from April 1st, 1966 to June 30th, 1966 suggesting at least one hostel was in operation until the end of the 1965/66 academic year."],
      "ref": ""
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1962,
      "endYear": 1966,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ""
    }],
    "enrollment": [{
      "year": 1962,
      "number": 8,
      "notes": "8 students in hostel [5 boys; 3 girls]"
    }, {
      "year": 1963,
      "number": 7,
      "notes": "7 students in hostel [5 boys; 2 girls]"
    }, {
      "year": 1964,
      "number": 14,
      "notes": "14 students in hostel [8 boys; 6 girls]"
    }, {
      "year": 1965,
      "number": 7,
      "notes": ""
    }, {
      "year": 1966,
      "number": 5,
      "notes": ""
    }],
    "reserves": [],
    "religiousGroups": [],
    "writtenAgreements": [],
    "additionalInformation": [{
      "date": 1965,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A January 31st, 1965 Principal’s Half-Yearly Progress report indicates students of the Broughton Island Federal Day School and associated hostels had medical examinations conducted via annual visits of the medical ship ‘C.D. Howe’.",
      "ref": ["BIS-000174-0001"]
    }, {
      "date": 1965,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "In March of 1965, the Community Principal of the Broughton Island Federal Day School reported that arrangements would be made for teachers visit outlaying camps along the coasts of both South and North Broughton Island for the purposes of teaching.",
      "ref": ["BIS-000177"]
    }]
  }
}
