{
  "name": "Cecilia Jeffrey IRS (Shoal Lake)",
  "type": "Residential",
  "location": {
    "province": "Ontario",
    "city": "Kenora",
    "latLng": {
      "lat": 49.78279722,
      "lng": -94.4401
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1902,
  "endYear": 1976,
  "data": {
    "nameVariants": [{
      "startYear": 1899,
      "endYear": 1976,
      "name": "Cecilia Jeffrey Indian Boarding School",
      "note": "",
      "ref": ["CJC-1293"]
    }, {
      "startYear": 1899,
      "endYear": 1976,
      "name": "Shoal Lake School",
      "note": "",
      "ref": ["CJC-0348"]
    }, {
      "startYear": 1899,
      "endYear": 1976,
      "name": "Cecilia Jeffrey Residence",
      "note": "",
      "ref": ["CJC-0585"]
    }],
    "chronoHistory": [{
      "date": 1899,
      "desc": ["In 1899, two of the Shoal Lake Bands formally requested the Presbyterian Church to establish a school. Subsequently, the Church asked the Government to A...erect a building suitable for use as a boarding school at or near Keewatin, or some other suitable place..."],
      "ref": ["CJC-1457", "CJC-1458"]
    }, {
      "date": 1901,
      "desc": ["In 1901, after gaining the approval of the Shoal Lake Indians, the Presbyterian Church began erecting a school building on a plot of land on Rice Bay, near Shoal Lake Reserve No. 40."],
      "ref": ["CJC-0326", "CJC-1377a", "CJC- 1354"]
    }, {
      "date": 1902,
      "desc": ["In January 1902, articles were signed by which the Chiefs and Councillors agreed to send their children to the school [CJC-1387] and shortly afterward, a number of children were attending Cecilia Jeffrey Indian Boarding School."],
      "ref": ["CJC-1968a", "CJC-1387"]
    }, {
      "date": 1928,
      "desc": ["Construction of the new school building outside of the town of Kenora, began ca. October 1928."],
      "ref": ["CJC-1292", "CJC-1355"]
    }, {
      "date": 1929,
      "desc": ["Though the new school had been accepting pupils since September, official opening ceremonies took place on November 6, 1929."],
      "ref": ["CJC-1374", "CJC-1375", "CJC-1375a", "CJC-1591a"]
    }, {
      "date": 1976,
      "desc": ["The Cecilia Jeffrey Residence was closed August 31, 1976 due to decreased enrollment and high maintenance costs."],
      "ref": ["CJC-2009"]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1902,
      "endYear": 1925,
      "org": "church",
      "orgName": "Foreign Mission Committee of the Presbyterian Church (Board of Home Missions), Women's Foreign Missionary Society (W.F.M.S.) of the Presbyterian Church in Canada",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["CJC-1591a", "CJC-0332", "CJC-0343", "CJC-1384"]
    }, {
      "startYear": 1925,
      "endYear": 1927,
      "org": "church",
      "orgName": "United Church of Canada",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["CJC-1345", "CJC-0603"]
    }, {
      "startYear": 1927,
      "endYear": 1969,
      "org": "church",
      "orgName": "Women's Missionary Society of the Presbyterian Church",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["CJC-1345", "CJC-0603"]
    }, {
      "startYear": 1969,
      "endYear": 1976,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["CJC-0315", "CJC-0312", "CJC-2009"]
    }],
    "enrollment": [],
    "reserves": ["assabaska", "deerLake", "fisher", "fortAlexander", "fortHope", "islington", "lacdesMilleLacs", "lacSeul", "longPlain", "martinFalls", "northWestAngleNo33", "northWestAngleNo37", "osnaburgh", "picMobert", "ratPortage", "seineRiver", "shoalLake", "whitefishBay"],
    "religiousGroups": [{
      "group": "The Foreign Mission Committee, later known as the Board of Home Missions",
      "ref": []
    }, {
      "group": "Women's Foreign Missionary Society (W.F.M.S.), later known as the Women's Missionary Society (W.M.S.) of the Presbyterian Church in Canada",
      "ref": []
    }, {
      "group": "Foreign Mission Committee of the Presbyterian Church in Canada",
      "ref": []
    }, {
      "group": "United Church of Canada",
      "ref": []
    }],
    "writtenAgreements": [{
      "date": 1911,
      "title": "",
      "desc": "On April 1, 1911, an Operational Agreement was made between the Government and the Reverend R.P. MacKay D.D., Secretary of the Foreign Mission Committee of the Presbyterian Church in Canada, which stated that the Church was responsible for the management and operation of the school, while the Government was to oversee the Church's management and also to fulfill certain financial obligations. Following the 1911 Agreement, Cecilia Jeffrey School continued to be jointly funded by the Government and the Church.",
      "ref": ["CJC-0317", "CJC-1384", "CJC-1385a"]
    }, {
      "date": 1962,
      "title": "",
      "desc": "On May 22, 1962 an Operational Agreement was signed between the Government and the Women's Missionary Society of the Presbyterian Church in Canada whereby the Church was responsible to the Government for the management and operation of the school.",
      "ref": ["CJC-0310a"]
    }, {
      "date": 1965,
      "title": "",
      "desc": "On March 09, 1965, an Operational Agreement was signed between Cecilia Jeffrey Residential School and the Jaffray-Mellick Public School Board as part of the Joint Schooling Initiative, in which the Three Classroom Block at Cecilia Jeffrey would gradually be leased to the Public School Board in its entirety.",
      "ref": ["CJC-1610a", "CJC-1610a"]
    }],
    "additionalInformation": [{
      "date": 1939,
      "type": "sexual",
      "victim": "",
      "agressor": "",
      "notes": "An O.P.P. report on AImmorality@ at Cecilia Jeffrey contains a statement by a male student, in which he claims to have had sexual intercourse with a female member of the Staff.",
      "ref": ["CJC-0325a"]
    }, {
      "date": 1914,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "An enquiry was made to address allegations of severe punishment of pupils. Though no evidence of mistreatment was found during the enquiry, it was suggested that the Principal should avoid resorting to corporal punishment whenever possible.",
      "ref": ["CJC-0001", "CJC-0002", "CJC-0003", "CJC-0004"]
    }, {
      "date": 1917,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "Government correspondence expressed concern about the lack of discipline at the school and the interference of the parents in this regard. Shoal Lake Band members complained about the treatment of children at the school and requested his dismissal. In April, an Assistant Principal was appointed to help Arestore discipline at the school. A school inspection was performed in August, and a Presbyterian Church Committee investigated the school and made a number of recommendations.",
      "ref": ["CJC-0837", "CJC-0838", "CJC-0272b", "CJC-0006b", "CJC-0006a", "CJC-0841", "CJC-0845"]
    }, {
      "date": 1919,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "Government correspondence in February of 1919 commented on the new Principal=s system of detention.",
      "ref": ["CJC-0869"]
    }, {
      "date": 1927,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "A Government report outlining a complaint by the Principal regarding a discharged female pupil, the Matron instructed the Nurse to make the girl Asleep on the floor, and to lock the door of the room she was staying in. The Government Agent also made general comments on discipline at the school.",
      "ref": ["CJC-1338", "CJC-1339", "CJC-1339a", "CJC-1339b", "CJC-1339c"]
    }, {
      "date": 1936,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "The Principal wrote to the Government to complain about the interference of the Indian Agent and the RCMP in the school's disciplinary tactics. Government correspondence notes numerous complaints of thrashings  and two related RCMP reports stated that when two boys were asked why they had run away, they said they had been thrashed by a staff member.",
      "ref": ["CJC-0722", "CJC-0716", "CJC-0722", "CJC- 0720a", "CJC-0716b", "CJC-0714a"]
    }, {
      "date": 1936,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "Following complaints by some Band members that a fight had taken place between one of the boys at the school and a staff member, the Principal was asked to report on this matter. Subsequent reporting revealed further details about the incident and the Government requested the dismissal of the staff member in question. A Government Report dated July 10, 1939, noted that the above-mentioned staff member was still employed at the school.",
      "ref": ["CJC-0715", "CJC-0715b", "CJC-0713", "CJC-0709", "CJC-0708", "CJC-0712", "CJC-0711", "CJC-0675"]
    }, {
      "date": 1940,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "A Government Agent described an incident of discipline applied by a staff member at Cecilia Jeffrey and the way in which it was handled.",
      "ref": ["CJC-0650", "CJC-0649"]
    }, {
      "date": 1944,
      "type": "physical",
      "victim": "",
      "agressor": "staff member",
      "notes": "A former employee of Cecilia Jeffrey wrote to the Government in March of 1944, alleging he resigned his position as a protest against the 'brutal treatment of children' by a staff member. A Government investigation was launched, in which treatment of the children was reported on. The former employee repeated his complaints in correspondence with the Government in 1957. Another former employee lodged similar complaints regarding discipline at the school, and alleged abuse of children by two staff members on June 07, 1944. It was later suggested that the letters, written by both former employees, were written for political reasons. A subsequent investigation into the complaints made on June 07, concluded that there was no validity to the allegations. Signed statements were written by the staff to this effect and the former employee retracted his allegations.",
      "ref": ["CJC-0640b", "CJC-0639", "CJC-0636", "CJC-0636a", "CJC-2306", "CJC-2306a", "CJC-2306b", "CJC-2306c", "CJC-0634a", "CJC-0638", "CJC-0638a", "CJC-0634", "CJC-0634c", "CJC-0634n", "CJC-0634b"]
    }, {
      "date": 1956,
      "type": "physical",
      "victim": "",
      "agressor": "staff member",
      "notes": "Government correspondence in October 1956, reports on an incident of physical punishment applied by a staff member when four truant boys were returned after running away from Cecilia Jeffrey.",
      "ref": ["CJC-0736", "CJC-0736a", "CJC-0736b", "CJC- 0736c", "CJC-0736d", "CJC-0517"]
    }, {
      "date": 1965,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "An investigation into allegations of harsh treatment of students at Cecilia Jeffrey, written about in Weekend Magazine, took place on August 9th by the Government. The Principal wrote a letter to Kenora Daily Minor and News refuting some of the allegations, and defending disciplinary measures. A Government letter dated November 30, made assurances that the 'disciplinary measures' the staff member had admitted to using would not be repeated in the future.",
      "ref": ["CJC-0011", "CJC-0583a", "CJC-0584"]
    }, {
      "date": 1923,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "The Principal wrote the Government outlining the methods he had used to handle the Acommon practice@ of older pupils having sexual relations with girls to get them discharged from the school.",
      "ref": ["CJC-1440a"]
    }, {
      "date": 1939,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "During the summer of 1939, a number of reports were written by Government officials and officers of the RCMP regarding Aimmorality@ among students at Cecilia Jeffrey. During the course of the investigation, a number of statements were provided by students alleged to have been involved",
      "ref": ["CJC-0686", "CJC-0686a", "CJC-0683", "CJC-0682", "CJC-0684", "CJC-0671", "CJC-0673a", "CJC-0675"]
    }, {
      "date": 1962,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "In October 1962, the Principal wrote the Government that he had sent two boys home for bullying the younger boys at the school. The Government representative recommended that the older pupils who were 'exercising strong-arm tactics with the younger students' be discharged from the school",
      "ref": ["CJC-1425a", "CJC-1425b", "CJC-1425"]
    }, {
      "date": 1962,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "The Principal informed the Government that he sent home a boy for bullying one of the younger boys, and recommended his discharge. He noted that the boy also attacked him while he tried to order an end to the fight between the students.",
      "ref": ["CJC-1427b"]
    }, {
      "date": 1960,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "On September 1st, an official joint schooling or integration program began with the Jaffray-Mellick Public School Board. It involved approximately 50 Indian pupils who were transported to Rabbit Lake School and approximately 80 non-Indian pupils from the public board. he number of Indian pupils within the public school system increased each year until all 150 pupils were integrated in 1966.",
      "ref": ["CJC-1598", "CJC-1631", "CJC-1890a", "CJC-0464", "CJC-1630", "CJC-1065", "CJC-1647", "CJC-0726", "CJC-1666", "CJC- 0585", "CJC-1593"]
    }]
  }
}
