{
  "name": "Federal Tent Hostel at Coppermine",
  "type": "Residential",
  "location": {
    "province": "Nunavut",
    "city": "Coppermine",
    "latLng": {
      "lat": 67.82262222,
      "lng": -115.0960694
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1951,
  "endYear": 1959,
  "data": {
    "nameVariants": [{
      "startYear": "",
      "endYear": "",
      "name": "Coppermine Tent Hostel",
      "note": "",
      "ref": ["CPU-000329-0001"]
    }, {
      "startYear": "",
      "endYear": "",
      "name": "Coppermine Hostel",
      "note": "",
      "ref": ["CPU-000158"]
    }, {
      "startYear": "",
      "endYear": "",
      "name": "Coppermine Experimental Tent Hostel",
      "note": "",
      "ref": ["CPU-000295-0001"]
    }, {
      "startYear": "",
      "endYear": "",
      "name": "School Tent Hostel (operated by Anglican Mission)",
      "note": "",
      "ref": ["CPU-000001"]
    }, {
      "startYear": "",
      "endYear": "",
      "name": "Coppermine Tent Hostel School",
      "note": "",
      "ref": ["CPU-000006-0000"]
    }],
    "chronoHistory": [{
      "date": 1951,
      "desc": ["The Coppermine Tent Hostel first went into operation in 1951. Operations in this year represented a brief “trial run” of the Hostel approach, with ten students in residence from March 27 through April 15, 1951. The degree of involvement of the Anglican Church at this time is not clear."],
      "ref": ["CPU-000134-0001"]
    }, {
      "date": 1953,
      "desc": ["Meeting of the Sub-committee on Eskimo Education approves the Coppermine Tent Hostel program and sets out its parameters and objectives as a joint venture between the Federal Government and Anglican Church. The Hostel was slated to open in April 1954 for a five month summer term."],
      "ref": ["CPU-000077"]
    }, {
      "date": 1954,
      "desc": ["The April 1954 opening was postponed to 1955 due to the slow pace of planning and construction, and delays in the arrival of supplies and equipment for the Hostel. A member of the sub-committee on Eskimo Education of the Indian School Administration of the Missionary Society of the Church of England [Anglican Church] in Canada, after reviewing an engineer's report on the Coppermine Tent Hostel site, also strongly recommended a delay in the opening of the Tent Hostel to allow for preparation of 'garbage and sewage pits, the sound construction of the tent frames and floors, the establishment of a satisfactory water source and storage facilities and a general clearing and proper layout of the site'"],
      "ref": ["CPU-0000105", "CPU-000118", "CPU-000096"]
    }, {
      "date": 1955,
      "desc": ["The first 'full' season of operation of the Coppermine Tent Hostel began April 15, 1955 and ran until August 22, 1955.  During the years 1955 to 1959, the Tent Hostel school term was held over the summer months (April through August, except 1959 in which the residence operated from March through September). 'Quarterly' Returns were filed monthly during this summer school term."],
      "ref": ["CPU-000295-0001", "CPU-001206-0002", "CPU-000998", "CPU-001001", "CPU-001007", "CPU-001006"]
    }, {
      "date": 1958,
      "desc": ["The Superintendent of Schools of the Department of Northern Affairs recommended that the Tent Hostel not continue operation after 1958 as only five children had been in attendance for three consecutive years of operation despite annual attendance reaching thirty children. The Superintendent of Schools concluded that with the comparatively large sum of money required to establish and maintain the Hostel, the educational gains had been 'dubious'."],
      "ref": ["CPU-000383"]
    }, {
      "date": 1959,
      "desc": ["After its fifth consecutive year of operations, the Coppermine Tent Hostel closed permanently on, or around, August 30, 1959, following a five-month summer term. With submission of the final report pertaining to the 1959 school term, Bishop Marsh declared 'the responsibility of the Diocese of The Arctic to the Tent Hostel ends'", "Many students who had attended the final summer session of the Coppermine Tent Hostel were admitted to the new hostel facilities in Inuvik (with parental permission).", "A new Federally-constructed, owned and managed 12-pupil Small Hostel with permanent (that is, non tent) housing facilities was to open to replace the Tent Hostel. Construction of this new Small Hostel facility was completed but the new hostel never did go into operation. Instead, a program of local boarding in private residences was pursued."],
      "ref": ["CPU-000437-0000", "CPU-000433", "CPU-000435", "CPU-000436", "CPU-000390", "CPU-000461", "CPU-000465", "CPU-000469", "CPU-001506", "CPU-001507"]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1955,
      "endYear": 1959,
      "org": "church",
      "orgName": "Anglican Church",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["CPU-000190-0000", "CPU-000329-0001", "CPU-000418-0002", "CPU-000448-0002", "CPU-001183"]
    }, {
      "startYear": 1951,
      "endYear": 1959,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Management"],
      "ref": ["CPU-000190-0000", "CPU-000329-0001", "CPU-000418-0002", "CPU-000448-0002", "CPU-001183"]
    }],
    "enrollment": [{
      "year": 1951,
      "number": 10,
      "notes": ""
    }, {
      "year": 1952,
      "number": 0,
      "notes": "Hostel not operational"
    }, {
      "year": 1953,
      "number": 0,
      "notes": "Hostel not operational"
    }, {
      "year": 1954,
      "number": 0,
      "notes": "Hostel not operational"
    }, {
      "year": 1955,
      "number": 28,
      "notes": "9 boys, 19 girls"
    }, {
      "year": 1956,
      "number": 35,
      "notes": "18 boys, 17 girls"
    }, {
      "year": 1957,
      "number": 29,
      "notes": ""
    }, {
      "year": 1958,
      "number": 30,
      "notes": ""
    }, {
      "year": 1959,
      "number": 20,
      "notes": ""
    }],
    "reserves": ["Bathurst Inlet", "Bernard Harbour", "Bernard Island", "Berkley Point", "Byron Bay", "Cambridge Bay", "Clifton Point", "Coppermine District", "Dew Line Site 12", "Holman Island", "Kopak River", "Lady Franklin Point", "Reid Island", "Richardson Island", "R[h]ymer Point", "Victoria Island [DEW Line] Site 16", "Young Point"],
    "religiousGroups": [{
      "group": "Diocese of the Arctic",
      "ref": ["CPU-000354"]
    }],
    "writtenAgreements": [{
      "date": 1951,
      "title": "",
      "desc": "The extent of the Anglican Church involvement in the 1951 'experimental year' remains unclear. However, it is clear from the outset of planning for a subsequent Tent Hostel that the responsibility for the Tent Hostel operations would rest with the Church of England",
      "ref": ["CPU-000089"]
    }, {
      "date": 1955,
      "title": "",
      "desc": "Arrangements concerning the specific roles and responsibilities of the two parties for the 1955 and later school years were developed through a variety of correspondence and understandings arrived at meetings",
      "ref": ["CPU-000412"]
    }, {
      "date": 1956,
      "title": "Division of Duties between Church and Government Authorities",
      "desc": "A statement of the “Division of Duties between Church and Government Authorities” appears. This document resembles the formal operating agreements that were to govern the operation of large hostels of the late 1950s/early 1960s, but it was unsigned. This document appears under cover of a memorandum from F.J.C. Cunningham, Director of the Northern Administration, to the Deputy Minister clarifying the specific roles and responsibilities of the Federal Government in relation to various issues surrounding the Hostel.",
      "ref": ["CPU-000329-0001", "CPU-00329-0000"]
    }, {
      "date": 1959,
      "title": "",
      "desc": "The Anglican Church authorities were also responsible for transportation arrangements and fares for all Tent Hostel staff travel to Coppermine.",
      "ref": ["CPU-001415"]
    }],
    "additionalInformation": [{
      "date": 1959,
      "type": "physical",
      "victim": "unnamed male student",
      "agressor": "staff member",
      "notes": "The Tent Hostel staff diary for the 1959 hostel term indicates that in April 1959 a boy residing in the hostel returned to the hostel tents from the school appearing 'very down-hearted', 'did not speak, walked off by himself and appeared to be hurt. When asked what the matter was, it seemed that the school [staff member] had found it necessary to shake [the boy] by his shoulders'.",
      "ref": ["AGS-000671"]
    }, {
      "date": 1959,
      "type": "physical",
      "victim": "",
      "agressor": "staff member",
      "notes": "In April 1959, four hostels student returned from the school for lunch and had been crying, one student claimed to the hostel staff that he had not been crying but 'only had rain on his cheeks'. The hostel staff record indicates the students recounted that a school staff member had 'taken the children by the shoulders for a firm shaking because they ‘could not read’'. One of the students was very upset and at first refused to return to school, only returning with the encouragement of the hostel staff. When the children returned from school again at the end of the school day, 'all seemed well except that the [school staff member] had lost his temper' and thrown the school bell on the floor.",
      "ref": ["AGS-000671"]
    }, {
      "date": 1951,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Tent hostel facilities can be described as relatively rustic, and the overall conditions in the residence tents were clearly challenging. Regular complaints by Staff concerning the problems associated with the use of tents for residence and communal facilities are found in correspondence.",
      "ref": ""
    }, {
      "date": 1955,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The FDS Principal reported in April 1955 that the Tent Hostel Matron had 'very sensibly refused to allow gasoline lanterns in the tents because of the extreme fire hazard' and instead requested additional electric lighting fixtures and fittings to direct electricity from the school to the warehouse, dining and kitchen tents, and hostel resident’s tents.",
      "ref": ["CPU- 001190", "CPU-001192"]
    }, {
      "date": 1955,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Principal’s report following the first full term of the Tent Hostel in 1955 indicated that with the small size oil burners heating the tents 'children seemed to be warm enough at night, although there was a distinct fire hazard in keeping the heaters on over night since the children’s clothes were hung in the tents to dry, and because of the danger of children playing with the heater carburetors'.",
      "ref": ["CPU-001206-0002"]
    }, {
      "date": 1956,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "An inspection by personnel of the Department of Northern Affairs in 1956 revealed that 'although oil stoves are used in tents no extinguishers have been provided.' Extinguishers were ordered to arrive by boat within the season",
      "ref": ["CPU-001248"]
    }, {
      "date": 1959,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "During the 1959 Hostel term, at least one children’s tent stove pipe caught fire; there is not indication this was a serious or sustained fire.",
      "ref": ["AGS-000671"]
    }, {
      "date": 1953,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "Numerous complaints with respect to the facilities and supplies sent to the Hostel were lodged by Donald Marsh, Bishop of the Arctic, upon his visit to Coppermine. He indicates that these must be rectified if the Hostel has any chance of opening in 1954 (it did not open until 1955).",
      "ref": ["CPU-000075"]
    }, {
      "date": 1954,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "Complaints that the Hostel situation, primarily the equipment provided by the Federal Government, was unacceptable were again lodged by Bishop Marsh during the lead up to the hostel opening in 1955.",
      "ref": ["CPU-000125", "CPU-000127-0001"]
    }, {
      "date": 1954,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "A vocational training program in fishing was developed by the Federal Day School Welfare Teacher with emphasis on arithmetic and English language instruction within the context of, and alongside, instruction in local Inuit fishing techniques. A local Inuit was employed within this program to instruct the school children in the fishing techniques.",
      "ref": ["CPU-001173"]
    }, {
      "date": 1957,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "A school timetable was filed by Mrs. Brown, Teacher at the Coppermine FDS. Classes were generally held full-time (9:00 a.m. till 3:30 P.M., 5 days per week) at the school. Subjects taught in 1957 are listed as: English, Arithmetic, Health, Music, Physical Training, Science, Arts and Craft.",
      "ref": ["CPU-000343-0001", "CPU-000437-0001", "RCN-002889"]
    }, {
      "date": 1957,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "Criticisms of the drawbacks of a five month school year were expressed throughout the operation of the Hostel. The local Inuit illustrated this point 'by walking five steps ahead... and seven steps back', referring to the five month school term followed by seven months off).",
      "ref": ["CPU-000989"]
    }, {
      "date": 1958,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "It was becoming increasingly voiced from all quarters (in numerous Hostel assessment reports requested by the Government, and particularly that of the Hostel Administrator, Canon Sperry hat, while the Hostel itself was a success (despite infrastructural problems), the children in the Hostel needed an 8-month school year to achieve educational progress comparable to elsewhere. It was thus recommended in early 1958 that the upcoming summer term would be the last with this schedule, and that a shift to an 8-month school year would be made as soon as practical. This required abandoning tent facilities in favor of permanent residence buildings.",
      "ref": ["CPU-000357", "CPU-000360", "CPU-000366"]
    }, {
      "date": 1951,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "Reports on the Hostel filed following the 1951, 1955 and 1959 school terms address the health of the student population, which was monitored closely and regularly during the time the children were in residence. It is apparent that health improvements (height and weight gains) occurred among students during their Hostel residency. This improvement is generally lauded as progress in a region that suffered chronic food shortages, at least in recent decades.",
      "ref": ["CPU-000134-0001", "CPU-000265", "CPU-000295-0001", "CPU-000437-0005"]
    }, {
      "date": 1955,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "Recommendations were made by David Wilson, FDS Principal, that a more traditional Inuit diet (rather than 'entirely on white Man’s' food) would better serve the children’s health. Under Wilson’s direction the school caretaker caught fish locally with school nets to supplement food stuffs supplied by the Church. Wilson also reported that on occasion moose or caribou were supplied by the hostel children’s parents, however, 'in such short supply it could not be considered a part of the diet pattern'.",
      "ref": ["CPU-000295-0001", "CPU-001206- 0002", "CPU-001206-0002"]
    }, {
      "date": 1953,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "Throughout the Hostel’s operational years sanitation issues were of central concern; sustainable plans to acquire fresh water and maintain sanitary washroom and sewage facilities were lacking.",
      "ref": ["CPU-000282", "CPU-000295-0001", "CPU-000298", "CPU- 000332", "AAC-084470", "CPU-001164-0001"]
    }, {
      "date": 1953,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A public health engineer surveyed the Coppermine settlement following the proposal to establish the Tent Hostel and reported that Coppermine at its present site 'faces serious problems of water supply and sewage disposal which its growth would render more acute'. An Advisory Committee on Northern Development of the Department of Northern Affairs and National Resources recommended 'that Coppermine be moved to a more suitable location'.",
      "ref": ["CPU-001164-0000", "CPU-001164-0001", "CPU-001164- 0000"]
    }, {
      "date": 1955,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The Principal’s report on the first complete term of the Tent Hostel indicates that of the 9 boys and 21 girls selected by the Anglican Hostel Administrator Mr. Sperry 'all except two girls were passed by the Port Radium [d]octor as physically fit'. In March 1955, an epidemic of influenza resulted in the closure of the School for approximately ten days.",
      "ref": ["CPU-001206-0002", "CPU-000189", "CPU-000691-0001 CPU-001220"]
    }, {
      "date": 1956,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The 'Quarterly' Return completed for the month of April 1956 indicates children’s absences due to a flue epidemic in the Tent Hostel that commenced April 14th and lasted a two week period. The April 1956 welfare report also indicates that 'a large number of the colds among the natives, particularly the children in the Hostel, marred the first half of the month' but that general conditions had improved during the latter half of the month. Medical examinations of the hostel children were also completed in April and all were deemed acceptable for hostel enrolment. One late arriving boy was refused admission as the Hostel Matron deemed the boys tent over-crowded. This boy remained in the community attending school as a day pupil and residing with relatives",
      "ref": ["CPU-001239"]
    }, {
      "date": 1957,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "In April the x-ray survey diagnosed a Tent Hostel student with tuberculosis. The student was flown to Edmonton, Alberta, and in June died in hospital in Edmonton.",
      "ref": ["CPU-001338"]
    }, {
      "date": 1957,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A measles epidemic in July 1957 resulted in the closure of the Coppermine Federal Day School and the use of the school as a temporary hospital. Over fifty patients were being treated in school, five individuals were evacuated from the community, and at least three deaths resulted from the epidemic. Donald Green, School Principal expressed concern in the July welfare report that the 'whole Hostel term has been plagued with sickness which I am sure won’t tend to create enthusiasm among the parents or the children for another year', adding '[m]any of the pupils have voiced their disapproval and state they won’t be back, ‘No good, sick all the time’'.",
      "ref": ["CPU-001094", "CPU-001337", "CPU-000838-0001", "CPU-001343"]
    }, {
      "date": 1958,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "Coppermine was subject to a particularly severe outbreak of 'scarlet fever' in the winter of 1957 to 1958 that resulted in cancellation of flights in and out of the community and the closing of the FDS for a period in February and March 1958. The scarlet fever quarantine was lifted toward the end of the March 1958.  Principal Donald Green reported in April 1958 that 'there was the usual sadness after the x-ray crew visited' and that more patients than usual were taken to the hospital in Edmonton by the x-ray survey: 'This seems to the main fear of the people here. They never know when a husband, wife, mother or child will be taken away which usually leaves heart-aches'. he 'Quarterly' Return for the month of July 1957 includes remarks indicating: 'All children sick with measles and flu'. At least one student is indicated to have been transferred to the Charles Camsell Hospital.",
      "ref": ["CPU-000373", "CPU-001386-0001", "CPU-001388-0001", "CPU-001005"]
    }, {
      "date": 1959,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "In April 1959, at the start of the Tent Hostel term, all children were medically examined and x-rayed, with teeth and eyes checked; favorable results were found for all but one boy sent to Camsell Hospital in Edmonton for treatment of tuberculosis. In June 1959, Doctor Graham of Port Radium, N.W.T., and a Sanitation Inspector arrived in Coppermine via a mail plane. The Acting Principal indicates that reports completed by both the Doctor and Inspector 'were acceptable', (it is unclear if the reports were completed for the Coppermine School and Tent Hostel, or the general community of Coppermine). The Acting Principal further indicates that the 'Hostel children are happy and healthy' and commends the hostel matron and cook for 'looking after the children as well as they have this summer'. The Tent Hostel staff diary for the 1959 Hostel term indicates every hostel resident received two complete sets of clothing.",
      "ref": ["RCN-005875-0001", "CPU-001012", "CPU-001072", "CPU-001072", "AGS-000671"]
    }]
  }
}
