{
  "name": "Cristal Lake High School",
  "type": "Residential",
  "location": {
    "province": "Ontario",
    "city": "Cristal Lake",
    "latLng": {
      "lat": 52.11318056,
      "lng": -90.08485
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1976,
  "endYear": 1986,
  "data": {
    "nameVariants": [{
      "startYear": 1976,
      "endYear": 1986,
      "name": "Cristal Lake School",
      "note": "It appears that this school was a predecessor to Blue Quills Indian Residential School",
      "ref": ["01528"]
    }],
    "chronoHistory": [{
      "date": 1976,
      "desc": ["The Cristal Lake IRS opened for the 1976/77 school year and offered grades 9, 10 and 11 to fifteen Indian girls."],
      "ref": ["CLS-000001-0001", "CLS-000045-0000", "CLS-000051"]
    }, {
      "date": 1979,
      "desc": ["The Northern Youth Programs Inc. submitted a proposed budget contract to the federal government for tuition and administration for 48 male and female Indian high school students at the Cristal Lake IRS and the Stirland Lake IRS for the 1979/80 school year. "],
      "ref": ["SLS-000014-0000", "SLS-000014-0001", "SLS-000014-0002", "SLS-000014-0003"]
    }, {
      "date": 1980,
      "desc": ["A forest fire near the Stirland Lake IRS led to the evacuation of pupils to the Cristal Lake IRS.  The girls from the Cristal Lake IRS had been moved to Beaver Lake.  The boys from the Stirland Lake IRS stayed at the Cristal Lake IRS for five days."],
      "ref": ["SLS-000056, pg.2"]
    }, {
      "date": 1981,
      "desc": ["Officials from the Ontario Ministry of Education visited the Cristal Lake IRS to determine if its curriculum met the required provincial guidelines for private schools.  The federal government had requested that the program at the IRS be reviewed with an emphasis on its provincial accreditation as a private school."],
      "ref": ["SLS-000030-0000", "SLS-000008"]
    }, {
      "date": 1982,
      "desc": ["A tuition agreement and addendum were signed between the Northern Youth Programs and the federal government for the period September 1, 1981 to August 30, 1982.  The agreement was for secondary school education, pupil maintenance and special cultural courses for 20 female Indian students at the Cristal Lake IRS."],
      "ref": ["SLS-000171-0000", "SLS-000171-0001", "SLS-000171-0002", "SLS-000171-0003"]
    }, {
      "date": 1983,
      "desc": ["A tuition agreement was signed between the Northern Youth Programs, the Northern Nishnawbe Education Council, and the federal government for the period January 1 to December 31, 1983.  The agreement was for secondary school education, pupil maintenance and special cultural courses for 57 Indian students for both the Stirland Lake IRS and the Cristal Lake IRS."],
      "ref": ["SLS-000170-0000", "SLS-000170-0003", "SLS-000170-0004", "SLS-000170-0005"]
    }, {
      "date": 1984,
      "desc": ["A tuition agreement was signed between the Northern Youth Programs, the Northern Nishnawbe Education Council, and the federal government for the period January 1 to December 31, 1985.  The agreement was for secondary school education, pupil maintenance and special cultural courses for 58 Indian students for both the Stirland Lake IRS and the Cristal Lake IRS. The Northern Nishnawbe Education Council was to provide the Northern Youth Programs with lists of qualified students to be enrolled at each IRS."],
      "ref": ["SLS-000169-0000", "SLS-000169-0001", "SLS-000169-0002", "SLS-000169-0003"]
    }, {
      "date": 1986,
      "desc": ["The Cristal Lake IRS closed at the end of the 1985/86 school year. The last day of classes was held on June 12, 1986."],
      "ref": ["CLS-000105-0000"]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1976,
      "endYear": 1986,
      "org": "church",
      "orgName": "Northern Youth Programs Inc., a branch of the Mennonite Northern Light Gospel Missions",
      "type": ["Management"],
      "ref": ["PHD-000222", "CLS-000001-0000", "SLS-000171-0003", "SLS-000169-0001"]
    }],
    "enrollment": [{
      "year": 1976,
      "number": 15,
      "notes": ""
    }, {
      "year": 1977,
      "number": 20,
      "notes": ""
    }, {
      "year": 1978,
      "number": 26,
      "notes": ""
    }, {
      "year": 1979,
      "number": 24,
      "notes": ""
    }, {
      "year": 1980,
      "number": 27,
      "notes": ""
    }, {
      "year": 1981,
      "number": 25,
      "notes": ""
    }, {
      "year": 1982,
      "number": 28,
      "notes": ""
    }, {
      "year": 1983,
      "number": 25,
      "notes": ""
    }, {
      "year": 1984,
      "number": 28,
      "notes": ""
    }, {
      "year": 1985,
      "number": 29,
      "notes": ""
    }],
    "reserves": [],
    "religiousGroups": [{
      "group": "Northern Youth Programs Inc., a branch of the Mennonnnite Northern Light Gospel Missions",
      "ref": ["PHD-000222", "CLS-000001-0000", "SLS000171-0003", "SLS-000169-0001"]
    }],
    "writtenAgreements": [],
    "additionalInformation": [{
      "date": 1977,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The IRS students took class trips to Toronto and Niagara Falls.",
      "ref": ["CLS-000015"]
    }, {
      "date": 1978,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "In October and November, students travelled to Pickle Lake to go shopping. A class trip was also taken to Chicago, Indiana, and Ohio.",
      "ref": ["CLS-000016, pg. 31-32", "CLS-000033"]
    }, {
      "date": 1980,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "The Pehtabun Chiefs issued a Band Council Resolution resolving that children would not be allowed to attend the Cristal Lake IRS, the Stirland Lake IRS or the Poplar Hill IRS for the 1979/80 school term unless school officials met with the Northern Anishinabie (Nishnawbe) Education Council to discuss IRS programs and operations. The Resolution was initiated by complaints from two Stirland Lake IRS students regarding mistreatment. An official from the Northern Anishinabie Education Council followed up the complaints by visiting the Cristal Lake IRS and the Stirland Lake IRS. No information was found concerning complaints about the mistreatment of students at the Cristal Lake IRS.",
      "ref": ["NCA-001734- 0000", "NCA-001734-0001", "NCA-001734-0002", "NCA-001721"]
    }, {
      "date": 1979,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The IRS students travelled to Regina, North Battleford, Calgary, Edmonton, and North Dakota.",
      "ref": ["CLS-000017"]
    }, {
      "date": 1979,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "Some parents from North Spirit Lake raised concerns and made complaints about the Cristal Lake IRS at a Band Council meeting. The complaints were regarding the opening of letters, a student activity fee, and requests parents had received from their daughters for money for school supplies and winter clothing. A reply from the IRS listed the clothing provided to a particular IRS student, and noted that letters known to be from family members of the students were not opened; that a student activity fee helped support film showings, student interest clubs, and personal projects; and a pen and necessary paper were provided at the beginning of the term but girls could buy more supplies themselves if the supplies were needed.",
      "ref": ["CLS-000029-0001", "CLS-000029-0002", "CLS-000029-0003", "CLS-000029-0004"]
    }, {
      "date": 1980,
      "type": "incident",
      "victim": "unnamed staff member",
      "agressor": "unnamed female student",
      "notes": "A staff member who tried to prevent a student from leaving her dormitory was threatened with a carving knife by the student.",
      "ref": ["CLS-000025"]
    }, {
      "date": 1980,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The IRS singing group travelled to Weagamow, Sioux Lookout, Armstrong, Savant, Bearskin, Sachigo, and Sandy Lake. The class trip was to Minnesota.",
      "ref": ["CLS-000018"]
    }, {
      "date": 1981,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The IRS singing group travelled to Kingfisher Lake, Bearskin Lake, Sachigo Lake, Poplar Hill Village, and the Poplar Hill Development School. During October to December, the singing group travelled to the Stirland Lake IRS, Savant Lake and Pickle Lake. Between February and June the group travelled to Hudson and Sioux Lookout. In the Spring the class trip was to Toronto and Niagara Falls.",
      "ref": ["CLS-000019"]
    }, {
      "date": 1982,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "In the fall, several students went to the Beaver Lake Camp in Dryden for a youth retreat. The whole IRS went to Dryden one weekend to have their eyes examined. Students went Christmas shopping in Pickle Lake. The gospel team travelled to the Stirland Lake IRS, as well as to different churches to sing. The IRS students took trips to Minnesota, North and South Dakota, and Winnipeg.",
      "ref": ["CLS-000064-0000", "CLS-000065-0000", "CLS-000066- 0000", "CLS-000020, pg. 30, 35"]
    }, {
      "date": 1983,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "In October, several students from the Cristal Lake IRS went to Dryden to have their eyes examined. Some students attended a youth retreat at the Beaver Lake Camp in Dryden. In December, the IRS students went Christmas shopping in Pickle Lake. The Cristal Lake IRS students travelled frequently to the Stirland Lake IRS to watch the boys play hockey.",
      "ref": ["CLS-000077-0000", "CLS- 000079-0000", "CLS-000080-0000"]
    }, {
      "date": 1985,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The IRS 'Cristalaires' singing group/class trip travelled to Iowa and Toronto.",
      "ref": ["CLS-000023"]
    }]
  }
}
