{
  "name": "Crowstand IRS",
  "type": "Residential",
  "location": {
    "province": "Saskatchewan",
    "city": "Kamsack",
    "latLng": {
      "lat": 51.527975,
      "lng": -101.8432278
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1889,
  "endYear": 1915,
  "data": {
    "nameVariants": [{
      "startYear": 1889,
      "endYear": 1915,
      "name": "Crostand Boarding School",
      "note": "",
      "ref": ["CRW-000005", "CRW-000259"]
    }, {
      "startYear": 1893,
      "endYear": 1911,
      "name": "Crowstand Mission School",
      "note": "",
      "ref": ["CRW-000014", "CRW-000139"]
    }, {
      "startYear": 1895,
      "endYear": 1895,
      "name": "Crowstand Presbyterian Boarding School",
      "note": "",
      "ref": ["CRW-000066"]
    }, {
      "startYear": 1900,
      "endYear": 1915,
      "name": "Crowstand Indian Boarding School",
      "note": "",
      "ref": ["CRW-000291", "CRW-000208"]
    }],
    "chronoHistory": [{
      "date": 1889,
      "desc": ["The Crowstand IRS opened under the auspices of the Presbyterian Church. "],
      "ref": ["CRW-000124, pg. 6", "CRW-000005, pg. 2"]
    }, {
      "date": 1890,
      "desc": ["During the summer, the Presbyterian Church enlarged the IRS by constructing a stone building"],
      "ref": ["CRW-000048, pg. 2"]
    }, {
      "date": 1899,
      "desc": ["The stone building at the IRS was condemned and torn down. The Presbyterian Church began construction on a new frame IRS building measuring 38' X 70' with a stone basement. "],
      "ref": ["CRW-000080, pg. 6", "CRW-000292"]
    }, {
      "date": 1908,
      "desc": ["A new 24’ x 18’ two storey high wing was added to the main IRS building. The wing was to be used for isolation and general hospital purposes."],
      "ref": ["CRW-000085, pg. 8"]
    }, {
      "date": 1912,
      "desc": ["Mission work of the Presbyterian Church of Canada, including the operation of the IRS, was transferred from the Foreign Mission Committee to the Board of Home Missions. "],
      "ref": ["CRW-000098"]
    }, {
      "date": 1915,
      "desc": ["The IRS was slated for closure in June 1915, as the federal government planned to build an Improved Day School at the Cote reserve to replace the IRS. Due to delayed construction of the Day School, the IRS remained open from September to November", "The Crowstand IRS closed. Eleven students were transferred to the File Hills IRS and the rest were sent home pending the opening of the new Cote Improved Federal Day School."],
      "ref": ["CRW-000259", "CRW-000207", "CRW-000208", "CRW-000209 ", "CRW-000200, pg. 8"]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1889,
      "endYear": 1915,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Management"],
      "ref": [""]
    }],
    "enrollment": [{
      "year": 1889,
      "number": 37,
      "notes": ""
    }, {
      "year": 1890,
      "number": 38,
      "notes": ""
    }, {
      "year": 1891,
      "number": 47,
      "notes": ""
    }, {
      "year": 1892,
      "number": 34,
      "notes": ""
    }, {
      "year": 1893,
      "number": 40,
      "notes": ""
    }, {
      "year": 1894,
      "number": 35,
      "notes": ""
    }, {
      "year": 1895,
      "number": 36,
      "notes": ""
    }, {
      "year": 1896,
      "number": 28,
      "notes": ""
    }, {
      "year": 1897,
      "number": 30,
      "notes": ""
    }, {
      "year": 1898,
      "number": 32,
      "notes": ""
    }, {
      "year": 1899,
      "number": 35,
      "notes": ""
    }, {
      "year": 1900,
      "number": 41,
      "notes": ""
    }, {
      "year": 1901,
      "number": 42,
      "notes": ""
    }, {
      "year": 1902,
      "number": 45,
      "notes": ""
    }, {
      "year": 1903,
      "number": 45,
      "notes": ""
    }, {
      "year": 1904,
      "number": 48,
      "notes": ""
    }, {
      "year": 1905,
      "number": 50,
      "notes": ""
    }, {
      "year": 1906,
      "number": 49,
      "notes": ""
    }, {
      "year": 1907,
      "number": 52,
      "notes": ""
    }, {
      "year": 1908,
      "number": 58,
      "notes": ""
    }, {
      "year": 1909,
      "number": 52,
      "notes": ""
    }, {
      "year": 1910,
      "number": 54,
      "notes": ""
    }, {
      "year": 1911,
      "number": 48,
      "notes": ""
    }, {
      "year": 1912,
      "number": 50,
      "notes": ""
    }, {
      "year": 1913,
      "number": 47,
      "notes": ""
    }, {
      "year": 1914,
      "number": 56,
      "notes": ""
    }, {
      "year": 1915,
      "number": 46,
      "notes": ""
    }],
    "reserves": ["Saddle Lake", "Beaver Lake"],
    "religiousGroups": [{
      "group": "Foreign Mission Committee",
      "ref": ["CRW-000009", "CRW-000098"]
    }, {
      "group": "Board of Home Missions",
      "ref": ["CRW-000098", "CRW-000192"]
    }],
    "writtenAgreements": [{
      "date": 1911,
      "title": "Agreement For the Operation of a School",
      "desc": "Agreement For the Operation of a School, Department of Indian Affairs, Representing His Majesty the King, Emile J. Legal, O.M.I., DD., Bishop, Diocese of St. Albert, 03/30/1911.",
      "ref": ["00002"]
    }],
    "additionalInformation": [{
      "date": 1914,
      "type": "sexual",
      "victim": "unnamed female students",
      "agressor": "unnamed staff member",
      "notes": "A federal Indian Agent reported that two girls at the IRS made written statements alleging that a staff member had sexual intercourse with each one separately in his private room. The Indian police reported the incident to the Indian Agent but he did not act on the matter until the Principal was on a leave of absence. By then the staff member was dismissed and left the district. A warrant was issued for the man. Additional statements alleged that the staff member and boys from the reserve had been in the dorms at night with different girls, and that male IRS pupils had also tried to get into the girls’ dorms. The court heard that the reserve boys had not been in the dorms as first alleged, and only attempted to enter. The case against the former IRS staff member was sustained, as he could not be located.",
      "ref": ["CRW-000051", "CRW-000052", "CRW-000054"]
    }, {
      "date": 1914,
      "type": "sexual",
      "victim": "",
      "agressor": "unnamed staff member",
      "notes": "The Principal confirmed that back in May, a staff member confessed that he had been involved with girls at the IRS. The Principal did not disclose the information to anyone at that time and told the staff member to leave the IRS immediately. The Principal admitted that he should have reported the incident and launched proceedings against the staff member, but noted that his health was in such a condition that he wanted to take a course that would relieve him 'of all possible worry'.",
      "ref": ["CRW-000053", "CRW- 000356"]
    }, {
      "date": 1914,
      "type": "sexual",
      "victim": "",
      "agressor": "",
      "notes": "Members of the Cote Band complained that the IRS administration and the Principal did not take proper precautions to ensure the safety and well-being of the girls at the IRS. The federal government notified the Presbyterian Church that all the girls were to be discharged and returned to their homes, and suggested that the Principal be sent to some other field of work as soon as possible.",
      "ref": ["CRW-000055-0000", "CRW-000358"]
    }, {
      "date": 1907,
      "type": "physical",
      "victim": "",
      "agressor": "principal",
      "notes": "A federal government Inspector stated that on more than one occasion the IRS Principal had caught runaways and 'tied ropes about their arms and made them run behind the buggy' from their homes to the IRS. The Inspector told the Principal to stop the practice at once. Presbyterian Church authorities were notified about the Principal’s 'unusual manner' of bringing students back to the IRS. In communication with the Foreign Mission Committee, the federal government questioned the advisability of keeping the Principal in charge of the IRS. The Presbyterian Church appointed a committee to look into the situation. The committee found there was no wrongdoing in the incident and remained convinced that the IRS management had 'been on the whole excellent ' In his statement about the incident, the Principal wrote that the usual punishment for truancy was whipping",
      "ref": ["CRW-000023", "CRW-000170", "CRW-000024", "CRW-000173", "CRW-000237", "CRW-000168-0000", "CRW-000168-0001", "CRW- 000171", "CRW-000166", "CRW-000026"]
    }, {
      "date": 1907,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "November 1907 newspaper article alleged that 'debaucheries' had been happening on several reservations, including a break in of the girls’ dormitories at the Crowstand IRS and the allegation that girls had been 'intoxicated and assaulted by a band of young roughs.' The Canadian Detective Agency investigated the matter. The resulting convictions involved gambling and liquor violations. Men who had entered the girls’ dormitory were charged with burglary and criminal assault. The Principal and (Indian) Agent decided not to prosecute the boys who had broken into the girls’ dormitories at the IRS. One of the boys who had broken into the IRS and brought liquor was tried and convicted and fined. The Indian Agent noted that there was 'no truth in the statement that the girls were outraged; but it is not hard to surmise what would happen if Indian boys and girls of 16 to 18 years of age got together at night'.",
      "ref": ["CRW-000030- 0000", "CRW-000030-0001", "CRW-000031", "CRW-000034", "CRW-000032"]
    }, {
      "date": 1912,
      "type": "physical",
      "victim": "",
      "agressor": "",
      "notes": "The Principal reported that in June 1912, after several acts of truancy, a male student attempted to set fire to the IRS and was therefore disciplined 'severely'.",
      "ref": ["CRW-000044"]
    }, {
      "date": 1898,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A severe flu epidemic occurred at the IRS and one death occurred from scrofula.",
      "ref": ["CRW-000080"]
    }, {
      "date": 1903,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "Seventeen pupils at the IRS had measles.",
      "ref": ["CRW-000195"]
    }, {
      "date": 1905,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "An outbreak of scarlet fever occurred at the IRS and residents were placed under quarantine.",
      "ref": ["CRW-000020"]
    }, {
      "date": 1905,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "During the year there were several cases of typhoid and pneumonia at the IRS.",
      "ref": ["CRW-000213"]
    }, {
      "date": 1907,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "An Indian Agent reported that former male graduates from the IRS had snuck into the dormitories and brought liquor to the girls. Trouble with boys attempting to enter the girls’ dormitories at night was reported during the year.",
      "ref": ["CRW-000170", "CRW-000172", "CRW-000169", "CRW-000168-0000", "CRW-000166"]
    }, {
      "date": 1911,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Indian Agent reported that male former pupils who were working at or visiting the IRS had entered the girls’ dormitory at night and that this had a negative effect on the children and made it difficult to get pupils to come to the IRS. The federal government requested an investigation to ascertain whether there had been laxity in managing the IRS.",
      "ref": ["CRW-000038", "CRW-000039"]
    }, {
      "date": 1912,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "Complaints about the performance of the IRS Principal led to the recommendation that the matter be investigated and a report submitted by an Inspector.",
      "ref": ["CRW-000043"]
    }, {
      "date": 1913,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "The Principal reported that in June 1912, after several acts of truancy, a male student attempted to set fire to the IRS and was therefore disciplined 'severely.' Another attempt to burn the IRS had been made in March 1913 by two male students. After admitting their involvement, the boys were 'locked up' and eventually transferred to the industrial school at Portage la Prairie under the Children’s Protection Act. Maintenance for the children was to be paid by the federal government to the Manitoba Government.",
      "ref": ["CRW-000044", "CRW-000045"]
    }]
  }
}
