{
  "name": "St. Paul's IRS Hostel",
  "type": "Residential",
  "location": {
    "province": "Yukon Territory",
    "city": "Dawson City",
    "latLng": {
      "lat": 64.05613056,
      "lng": -139.4342417
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1920,
  "endYear": 1954,
  "data": {
    "nameVariants": [{
      "startYear": 1920,
      "endYear": 1926,
      "name": "St. Paul's Hostel",
      "note": "",
      "ref": ["DYK-013514"]
    }, {
      "startYear": 1927,
      "endYear": 1946,
      "name": "St. Paul's Hostel Dawson",
      "note": "",
      "ref": ["DAW2-000251-0014"]
    }, {
      "startYear": 1947,
      "endYear": 1951,
      "name": "St. Paul's Hospital",
      "note": "",
      "ref": ["DAW-000151"]
    }, {
      "startYear": 1952,
      "endYear": 1954,
      "name": "Anglican Hostel at Dawson",
      "note": "",
      "ref": ["DAW-000239"]
    }],
    "chronoHistory": [{
      "date": 1920,
      "desc": ["The Anglican Church opens St. Paul’s Hostel in Dawson with four children in a small residence. The children attend the combined Public and High School. The Hostel furnishes the children with a good home, Christian influences and surroundings, as well as aiming to give them as much domestic and other training as time and circumstances will permit."],
      "ref": ["DAW-000251-0000"]
    }, {
      "date": 1921,
      "desc": ["The arrangement for admitting students to St. Paul’s Hostel is that parents are expected to pay traveling expenses for their children to reach the Hostel and then pay $25/month if they are able. The monthly rate is less for two or more children. The Hostel accepts all healthy children of school age even if their parents cannot afford to pay"],
      "ref": ["DYK-013497"]
    }, {
      "date": 1922,
      "desc": ["Regarding finances of the new Hostel, the Government promises the Hostel the same per capita grant as is given to Carcross. The Missionary Society of the Anglican Church of Canada (M.S.C.C.) guarantees a per capita grant of $100 to begin in January 1923. The Women=s Auxiliary (W.A.) commits to helping the Hostel with clothing and money. It is noted that under the present arrangement the Hostel will be an entirely Diocesan affair. The Hostel policy is to appeal to the public for as much support as possible."],
      "ref": ["DAW-000251-0002"]
    }, {
      "date": 1926,
      "desc": ["It is noted that there is 'a movement on foot to compel the Hostel to have their own teacher' in order to exclude the children from the public school. With the Hostel under quarantine for measles, the Bishop was being blamed for 'bringing children up river from infected areas'.", "The Bishop expects that the reason for the feeling in town against the children attending the public school is chiefly because they are part native. He informs the Principal that the Government has assured the Church that half breed children had the same standing as white children as far as attending school was concerned. Moreover, the Government indicates that even a strong objection from white parents to the Hostel children attending public school could not be considered"],
      "ref": ["DAW-000251-0004", "DAW-000251-0008"]
    }, {
      "date": 1942,
      "desc": ["The Church of England maintains a Hostel in Dawson where children coming from a distance may obtain board at a nominal charge while attending the Dawson public school."],
      "ref": ["DAW-000029"]
    }, {
      "date": 1944,
      "desc": ["The Hostel is flooded with over 40 inches of water"],
      "ref": ["DAW-000057"]
    }, {
      "date": 1947,
      "desc": ["The Principal of the Hostel expects parents to turn in Family Allowance cheques for the benefit of their children residing there."],
      "ref": ["DAW-000094"]
    }, {
      "date": 1949,
      "desc": ["Children who were wards of the Government were kept at the Hostel until age 16, but this was changed to age 18, as they had no homes to go to and were often unable to get adult work at age 16.", "The Government requests the Hostel complete a new form for reporting admissions to and discharges from residential schools of children other than Indian. The Government informs the Hostel that in the administration of Family Allowance half-breed children are considered in the same way as white children."],
      "ref": ["DAW-000140", "DAW-000144"]
    }, {
      "date": 1950,
      "desc": ["The strength of the Hostel Board weakened as its membership diminished.", "The Hostel Board has been operating without a deficit at daily rates per Yukon Government ward of $1.50 for maintenance, 25 cents for clothing and 15 cents for repairs, rates which were calculated based upon a minimum of 21 such wards and agreed upon by the Yukon Government. Due to the reopening of the school at Old Crow and the subsequent relocation of several children, the Hostel Board has seen Yukon Government ward enrolment drop considerably below 21 to only 15 and therefore wishes additional wards brought to the school or a new policy be created by the Yukon Government in consultation with the Board. The Hostel Board notes: 'Reports indicate that the Territory has a number of wards in the Whitehorse district that have been placed in the Indian Residential School, Whitehorse. These pupils, being of white or mixed parentage, would formerly have been sent to St. Paul’s Hostel, Dawson, as it was considered inadvisable to mix Indian and white children in a residential school. It would appear that the present decrease in the number of children at St. Paul’s Hostel is due to this change of policy'."],
      "ref": ["DAW-000168", "DAW-000172"]
    }, {
      "date": 1952,
      "desc": ["April: Regarding the problem of Family Allowance management in the Yukon, the Government proposed the organization of a Children’s Aid Society under which the Society would be responsible for the supervision of Institutions in which wards of the Territorial Government were placed. The Society would receive the family allowance for these children, and the Territorial Government would augment the Society’s funds by annual grants, in order that the expenditure for child welfare would continue to be met.", "June: On the last day of school that term, the Principal made the following comment in a report to the Bishop: 'I have not yet made a wood contract for this year, because when I saw how things were going I could not commit the Church to such a large deficit without your knowing clearly what was happening'. In the same report, the Principal remarks: 'as there is no prospect of a new building this year, my suggestion is that we move into smaller quarters for the winter, making it unnecessary to buy so much wood, or keep such a large staff'. The Principal concludes the report by stating: 'I am sure you will realize that I could not let things drift into another winter without placing these facts and figures before you. We have managed to end the term without any more serious trouble...I shall be glad to hear your views as soon as possible, as we must arrange for whatever wood is to be cut, and also permission for a supply of fish to be caught and frozen. Also of course some of us will have to look for other work before next term. Sorry to have to trouble you with all of this'.", "July: A W.A. member comments to the principal that the Hostel 'should be well supplied until you know what the future is'. A W.A. member asks the Principal if there will be a need for St. Paul’s Hostel after the 1952-53 term and if the Bishop has considered not carrying on the hostel.", "August: The Principal does not requisition the W.A. this year, as by another year the Hostel may either be moved or closed. The Bishop is yet undecided.", "October: It is noted that Government policy does not support the payment of family allowance to Children’s Aid Societies and that the Government encourages the practice of placing in foster homes, children who become public wards."],
      "ref": ["DAW-000219", "DAW-000229", "DAW-000234", "DAW-000236", "DAW-000237", "DAW-000239"]
    }, {
      "date": 1954,
      "desc": ["Januray-February: It is noted that St. Paul=s Hostel had closed prior to the present school term and that the 10 remaining children were being accommodated in a Church owned building near Carcross Residential School and were intended to attend the Territorial school at Carcross."],
      "ref": ["YKS-000750"]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1920,
      "endYear": 1953,
      "org": "church",
      "orgName": "Anglican Church",
      "type": ["Management Teaching Staff"],
      "ref": ["DAW-000251-0000", "YKS-000750", "DAW-000053"]
    }],
    "enrollment": [{
      "year": 1920,
      "number": "4",
      "notes": ""
    }, {
      "year": 1921,
      "number": "19",
      "notes": ""
    }, {
      "year": 1922,
      "number": "22",
      "notes": ""
    }, {
      "year": 1923,
      "number": "25",
      "notes": ""
    }, {
      "year": 1924,
      "number": "24",
      "notes": ""
    }, {
      "year": 1925,
      "number": "25",
      "notes": ""
    }, {
      "year": 1926,
      "number": "30",
      "notes": ""
    }, {
      "year": 1927,
      "number": "30",
      "notes": ""
    }, {
      "year": 1928,
      "number": "30",
      "notes": ""
    }, {
      "year": 1929,
      "number": "21",
      "notes": ""
    }, {
      "year": 1930,
      "number": "29",
      "notes": ""
    }, {
      "year": 1931,
      "number": "30",
      "notes": ""
    }, {
      "year": 1932,
      "number": "19",
      "notes": ""
    }, {
      "year": 1933,
      "number": "17",
      "notes": ""
    }, {
      "year": 1934,
      "number": "23",
      "notes": ""
    }, {
      "year": 1935,
      "number": "24",
      "notes": ""
    }, {
      "year": 1936,
      "number": "21",
      "notes": ""
    }, {
      "year": 1937,
      "number": "21",
      "notes": ""
    }, {
      "year": 1938,
      "number": "27",
      "notes": ""
    }, {
      "year": 1939,
      "number": "27",
      "notes": ""
    }, {
      "year": 1940,
      "number": "27",
      "notes": ""
    }, {
      "year": 1941,
      "number": "27",
      "notes": ""
    }, {
      "year": 1942,
      "number": "30",
      "notes": ""
    }, {
      "year": 1943,
      "number": "32",
      "notes": ""
    }, {
      "year": 1944,
      "number": "33",
      "notes": ""
    }, {
      "year": 1945,
      "number": "34",
      "notes": ""
    }, {
      "year": 1946,
      "number": "40",
      "notes": ""
    }, {
      "year": 1947,
      "number": "43",
      "notes": ""
    }, {
      "year": 1948,
      "number": "43",
      "notes": ""
    }, {
      "year": 1949,
      "number": "28",
      "notes": ""
    }, {
      "year": 1950,
      "number": "31",
      "notes": ""
    }, {
      "year": 1951,
      "number": "26",
      "notes": ""
    }, {
      "year": 1952,
      "number": "35",
      "notes": ""
    }, {
      "year": 1953,
      "number": "10",
      "notes": ""
    }, {
      "year": 1954,
      "number": "10",
      "notes": ""
    }],
    "reserves": ["burwash", "canyonCreek", "carcross", "champagne", "dawson", "deazadeashLake", "fortYukon", "fortyMile", "halfway", "kluaneLake", "lansingCreek", "mayo", "moosehide", "oldCrow", "snagPoint", "stewardRiver", "whitehorse"],
    "religiousGroups": [{
      "group": "Church of ENgland",
      "ref": ["DAW-000029"]
    }, {
      "group": "Anglican Mission",
      "ref": ["DAW-000053"]
    }, {
      "group": "Missionary Society of the Anglican Church of Canada",
      "ref": ["DAW-000251-0002"]
    }, {
      "group": "Women's Auxiliary",
      "ref": ["DAW-000251-0002"]
    }],
    "writtenAgreements": [{
      "date": 1890,
      "title": "",
      "desc": "Rules and Regulations - Kootenay Industrial School.",
      "ref": ["00664"]
    }, {
      "date": 1890.3,
      "title": "",
      "desc": "Arrangement between the Government and the Roman Catholic Church for operation of the school covering per capital allowance, maintenance, furnishing and trades to be taught.",
      "ref": ["00656"]
    }, {
      "date": 1890.6,
      "title": "",
      "desc": "Arrangement between the Government, the Diocese of New Westminster, and the Sisters of Charity of the House of Montreal. Sisters will take entire charge and management of the school, with the Reverend Sister Superior acting as Principal.",
      "ref": ["00652", "00651"]
    }, {
      "date": 1962,
      "title": "",
      "desc": "Agreement between Her Majesty the Queen in Right of Canada and Indianescom, hereinafter called the 'Management', for the operation of Kootenay Residential School.",
      "ref": ["00680"]
    }, {
      "date": 1965,
      "title": "",
      "desc": "Agreement between Her Majesty the Queen and St. Mary's Catholic Public School Board. Pupil transport from St. Eugene Mission to St. Mary's Catholic school.",
      "ref": ["02409"]
    }, {
      "date": 1966,
      "title": "",
      "desc": "Agreement between Her Majesty the Queen and Cranbrook Golden Bus Line. Pupil transport from St. Eugene Mission to St. Mary's Catholic school.",
      "ref": ["02404"]
    }, {
      "date": 1973,
      "title": "",
      "desc": "Agreement between Her Majesty the Queen in right of Canada and Her Majesty the Queen in right of the Province of B.C. regarding transfer of administration and control of a leasehold interest of those parts of District Lot 1, known as Parcel 'A', being of St. Eugene residence.",
      "ref": ["03158"]
    }],
    "additionalInformation": [{
      "date": 1920,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "Older Hostel boys aged about 14 do duty at the Church, bringing in wood, dusting, sweeping, giving out the hymn books on Sunday, ringing the bell at church time, etc. The Hostel routine is carried on as a private home, that is, all of the children do their small chores, such as making their beds, sweeping their dormitories and bringing in wood. As a rule, the boys work for half an hour in the afternoon after school either splitting wood, shoveling snow or at some other necessary task.",
      "ref": ["DAW-000065-0001"]
    }, {
      "date": 1920,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "1920s-1950s: During these years, the Hostel garden produced a variety of vegetables to meet the needs of students and staff through each winter. These included potatoes, carrots, beets, turnips, cabbage, cauliflower, parsnips, rhubarb, onions, celery, peas, beans, chard, lettuce and radishes",
      "ref": ["DAW-000251-0019", "DAW-000081", "DAW-00173"]
    }, {
      "date": 1920,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "There is a Girls’ Bible Class held on Sundays and Girls’ W.A. meetings are expected to begin, as well as those for the Indian girls.",
      "ref": ["DYK-013514"]
    }, {
      "date": 1921,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "It is noted that there is plenty of good ground to be obtained close to the Hostel. The Hostel uses part of the Government garden and there are other good gardens in the immediate neighbourhood if needed.",
      "ref": ["DAW-000251-0002"]
    }, {
      "date": 1922,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "It was noted that people are now realizing that the Hostel has come to stay and that the most encouraging thing about the work is that you can see the results at once. Working with the Indians is for the next generation, but the half breeds learn 'white mans ways' readily and results are seen in this generation.",
      "ref": ["DAW-000441"]
    }, {
      "date": 1922.5,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "Regarding children at the Hostel, a staff member informs the Bishop that ‘there are two or three that in my judgment should not come back; they set at defiance all in authority, only laugh when punished & have a very bad influence with all the others; the Hostel is certainly not what it should be...It is such a hard struggle to keep the upper hand’",
      "ref": ["DYK-013523"]
    }, {
      "date": 1922,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "One of the objects of the Hostel is to give training in housework, etc. Each boy and girl should have a reasonable amount of work around the house every day, with the older boys and girls able to help considerably.",
      "ref": ["DAW-000439"]
    }, {
      "date": 1922.5,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel children had a beautiful, well-laden Christmas tree gifts donated by benefactors as far away as Winnipeg and Toronto.",
      "ref": ["DYK-013517"]
    }, {
      "date": 1922,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "January 6: After a student contracted chicken-pox, the doctor sent her to hospital and quarantined the Hostel students and staff.<BR>February 13: Hostel students and staff were now out of quarantine. The doctor took all of the children’s clean and Sunday clothing to the hospital and arranged a disinfection process.<BR>It is noted that the children are all in splendid health, as they eat and sleep well. <BR>It is noted that all of the children have had very severe colds and coughs, but are getting better.",
      "ref": ["DYK-013519", "DYK-013518", "DYK-013523"]
    }, {
      "date": 1923,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "It is noted that the Hostel garden is probably the best vegetable garden in Dawson.",
      "ref": ["DYK-013527"]
    }, {
      "date": 1923,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The children seem to be making good progress in the school and 'take their places creditably beside the other children'.",
      "ref": ["DAW-000442"]
    }, {
      "date": 1925,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel took in a white child on the understanding that he conform to all the rules the same as the other children. While the Government did not pay a grant for him, the parents agreed to pay the Hostel $30/month.",
      "ref": ["DAW-000447"]
    }, {
      "date": 1926,
      "type": "sexual",
      "victim": "",
      "agressor": "",
      "notes": "The Principal of the Hostel made the following comment to the Bishop: 'The Man that Eskrig got into the toils for tampering with boys, has got three years in the pen. I understand that Eskrig is going out as escort. I will be glad when he gets away as he is hanging around here all the time. About the only thing he can talk about is the kind of smut tha[t] he is always delving in, he seems to be a sort of moral scavenger'.",
      "ref": ["DAW-000251-0005"]
    }, {
      "date": 1926,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The garden produce was stored in the cellar and work was done on the Government garden and the new land up on Church St..",
      "ref": ["DAW-000251-0005"]
    }, {
      "date": 1926,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "While in a month-long quarantine with the measles, the Hostel attempts teaching and keeping the children’s school work up. The Hostel finds that while obtaining an outline of work from the school and securing books and notes, etc. 'there does not seem to be anybody at the school that is particularly interested in the Hostel'.",
      "ref": ["DAW-000251-0005"]
    }, {
      "date": 1926,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "Christmas in the Hostel involved a Christmas Tree, a festive supper, the children delivering a short program of singing, reciting and dialogue to the Hostel’s 14 guests, a visit by Santa Claus and Mrs. Claus, and donated presents and filled stockings for the children.",
      "ref": ["DAW-000251-0009"]
    }, {
      "date": 1926.5,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A student developed measles and the Hostel was quarantined. The doctor put a placard on the house and no one was permitted to go off of Hostel land. <BR> One month into quarantine and six children have had measles at the Hostel. <BR>The Quarantine for measles lasted eleven weeks and one day.",
      "ref": ["DAW-000251-0004", "DAW-000251-0005", "DAW-000251-0007"]
    }, {
      "date": 1927,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "In expectation of grant money, the Hostel enters its white children on the Government Quarterly Returns, along with a personal letter explaining each child’s circumstances .",
      "ref": ["DAW-000251-0013"]
    }, {
      "date": 1927,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "The Principal relates to the Bishop the following story about one of the Hostel’s girls: ‘She had been meeting a man in town as well as writing notes to him...I gave [her] as strong a talking to as she has ever had and also told the Father. When [she] went home she started in weeping and told him we were picking on her and of course he came to the Hostel in a rage and said he was going to take his children away. I told him that if he approved of that sort of thing he could not take them away quick enough to suit me, and when it came to the point when I could not make them behave either they or I would go. He went away and I guess thought better of it for he brought them all back this Fall again. [She] did not want to come but he made her’.",
      "ref": ["DAW-000251-0015"]
    }, {
      "date": 1927,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel received three bales of clothing for the children from W.A. branches in Ontario.",
      "ref": ["DAW-000251-0011"]
    }, {
      "date": 1927,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The Dawson News reported that the Hostel garden received prizes at the Exhibition.",
      "ref": ["DAW-000251-0017"]
    }, {
      "date": 1927,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "By the end of January, firewood is in short supply in town and the Hostel can only manage to have a couple of cords on hand at a time. The Hostel had only purchased 21 cords in the fall owing to a money shortage.",
      "ref": ["DAW-000251-0010"]
    }, {
      "date": 1927.5,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "Several boys from the Hostel were involved in breaking and entering and theft of a boat during the summer. They were caught by the RCMP and appeared before a judge. Two were sent to a BC Industrial School and the others home to their parents.",
      "ref": ["DAW-000168"]
    }, {
      "date": 1928,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "It is noted that Dawson is without proper medical service. A doctor came from Mayo by dog team to see a patient with an attack of appendicites [sic]. <BR>The Government requisitions medical supplies for the use and benefit of the pupils of St. Paul’s Hostel.",
      "ref": ["DAW-000251-0021", "DAW-000010"]
    }, {
      "date": 1929,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "A female Hostel staff member was let go, as the girls got on her nerves and she ‘ran amuck’ amongst them.",
      "ref": ["DAW-000251-0028"]
    }, {
      "date": 1929,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The students at St. Paul’s Hostel had been receiving medical attention from a doctor paid by Government salary.<BR> The hostel was relatively free from sickness in early January. It is also noted that ‘the fuel question around Dawson is getting worse each year’.",
      "ref": ["DAW-000014", "DAW-000251-0023"]
    }, {
      "date": 1931,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A new doctor was appointed as part-time physician to the Indians of the Dawson District.",
      "ref": ["DAW-000018"]
    }, {
      "date": 1932,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "All of the pupils in residence at St. Paul’s Hostel, as well as all of the staff, were vaccinated as per a Government circular regarding vaccination of the pupils of Indian schools.",
      "ref": ["DAW-000020"]
    }, {
      "date": 1933,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The requisition for medical supplies for St. Paul’s Hostel is examined and approved by the doctor appointed in 1931 as part-time physician to the Indians of the Dawson District.",
      "ref": ["DAW-000021"]
    }, {
      "date": 1934,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The principal notes that 'our children are doing well at school and are in fine shape physically. It is the first time in years that I am satisfied in my own mind that they are getting a properly prepared diet'.",
      "ref": ["DAW-000251-0036"]
    }, {
      "date": 1934.3,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "One of the Hostel’s girls ran into a post and broke her collar bone during the latter part of the summer, precipitating the sole visit by the doctor to the Hostel that year.",
      "ref": ["DAW-000251-0036"]
    }, {
      "date": 1934.6,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The hostel children all got measles one after the other and they were kept in quarantine for six weeks.",
      "ref": ["DAW-000416"]
    }, {
      "date": 1940,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel provided accommodation for two Indian children who were working in private homes in the city of Dawson. Their names did not appear on the return.",
      "ref": ["DAW-000043-0001"]
    }, {
      "date": 1942,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "Since opened by Bishop Stringer in 1920, the half-breed children living in the Hostel have attended the Dawson school maintained by the Yukon Government.",
      "ref": ["DAW-000028"]
    }, {
      "date": 1943,
      "type": "sexual",
      "victim": "",
      "agressor": "",
      "notes": "Due to the large number of American soldiers in Carcross and two recent instances where Indian children in residence at Carcross IRS were molested, the Carcross pupils were transferred to Dawson. Some of the children may be given special training in housekeeping and elementary domestic science in St. Paul’s Hostel.",
      "ref": ["DAW-000053"]
    }, {
      "date": 1943,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "A proposal was made to train teenage Indian girls at the hostel in house-keeping and elementary domestic science.",
      "ref": ["DAW-000345"]
    }, {
      "date": 1944,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "An admittance record book is kept to record student admissions to the Hostel.",
      "ref": ["DAW-000059"]
    }, {
      "date": 1944,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "Moose meat and 300 lbs each of blueberries and cranberries are usually purchased as provisions for the Hostel.",
      "ref": ["DAW-000059"]
    }, {
      "date": 1945,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The senior girls at the Hostel receive sewing instruction and make clothing for themselves.",
      "ref": ["DAW-000061-0000"]
    }, {
      "date": 1945,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel requisitions shoes and material for clothing-making from the Dominion Dorcas Secretary. Clothing for girls at the Hostel included, in addition to heavy quality cotton slacks, bright, pattern-print aprons which they made themselves and dark aprons for girls performing kitchen work, gardening and other ‘dirty work’. Shoes for children at the Hostel included Oxfords, low rubbers and running shoes for the girls and black, eyelet, rubber work boots and running shoes for the boys. The Hostel received seven cartons of clothing from various branches of a Diocese in Alberta. The Principal had this to say regarding the next years’ clothing requisition: '...try and send us fawn or beige cotton and wool stockings instead of black as you sent this year for the girls, as you understand that our girls and boys go to the Dawson Public School and we don’t wish them to get the idea that they have to wear things that the white children don’t wear as it gives them an inferiority complex, which we have been compating [sic] hard since we have been here'.",
      "ref": ["DAW-000061-0000", "DAW-000061-0001", "DAW-000071"]
    }, {
      "date": 1945.5,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "Hostel boys participate in the local Church Boy’s League. Hostel students participate in Guides, Scouts, Cubs and Brownies.",
      "ref": ["DAW-000065-0000", "DAW-000071"]
    }, {
      "date": 1945,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A student at the Hostel had typhoid fever and all of the children were inoculated. The Hostel let go of a suspect carrier of Typhoid fever.",
      "ref": ["DAW-000069"]
    }, {
      "date": 1946,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "There are forty children at the Hostel presently - about half are Government wards and a few supported entirely by the Church. The remainder belonged to parents who were able to pay for their maintenance at the rate of $25 per month.",
      "ref": ["DAW-000081", "DAW-000148"]
    }, {
      "date": 1946,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The children reside in the Hostel, making it their home, and are taught domestic work and other things needful to fit them for later life.",
      "ref": ["DAW-000081"]
    }, {
      "date": 1946.3,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel makes ice-cream by using the motor when the laundry is running.",
      "ref": ["DAW-000089"]
    }, {
      "date": 1946.5,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "There were 23 children in residence at the Hostel during the summer and all attended a two- week-long Church Camp in July. The 23 children in residence at the Hostel during the summer learned to swim at the local swimming pool during August. The children residing in the Hostel attend the public school in Dawson and mix with the white children in all organizations. Three of the senior students in the Hostel attend high school. The girls attend the Girls W.A. and the younger ones Juniors and Little Helpers. The teenage girls busily knit articles for their annual June bazaar and hope to earn their Dorcas and their handicraft badges this year. The children make themselves a skating rink for winter fun. The boys are becoming keen hockey players and the Hostel hopes to make a team this year to create competition. <BR> The children at the Hostel have a Halloween party and a Christmas Concert. A teacher at the Hostel was described as 'still pounding on three of the youngsters to try and make them learn music'",
      "ref": ["DAW-000081", "DAW-000089"]
    }, {
      "date": 1946.6,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel has a dog and two cats.",
      "ref": ["DAW-000091"]
    }, {
      "date": 1946,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "A student was bedridden at the Hostel with scabies contracted at the school. St. Paul’s Hostel staff hoped for snowfall so that the snow could be banked up against the Hostel for insulation. <BR>The Hostel contracts for 80 cords of firewood for the coming season.",
      "ref": ["DAW-000089", "DAW-000091"]
    }, {
      "date": 1947,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The girls have blue jumpers and blouses to start school with and the boys and girls have heavy wool, hand-knit socks for the winter. The girls of the Hostel received a Christmas gift of stockings from St. John’s Church, Senior W.A. of Burns Lake, B.C..",
      "ref": ["DAW-000101", "DAW-000113"]
    }, {
      "date": 1947.5,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel has seven hunters out after moose and a ton of salmon in cold-storage.",
      "ref": ["DAW-000101", "DAW-000113"]
    }, {
      "date": 1947,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "Church services were twice held in the Hostel in January, as firewood couldn’t be cut to heat the Church in time. The Hostel has nine girls attending special singing lessons once a week, in addition to their regular Thursday night choir practice. <BR> The Hostel children attend a two-week Church Camp at Rock Creek in July.<BR> The Hostel children spend their play-time picking raspberries and selling them around town in order to earn pocket-money to spend at the ‘Discovery Day’ holiday in the park in August. Four girls were making themselves a second pair of sockees with the wool that was sent to the Hostel.<BR> The Hostel garden took five 1st place, four 2nd place, two 3rd place and one special prize at Dawson’s ‘Discovery Day’ in August.",
      "ref": ["DAW-000092-0000", "DAW-000150", "DAW-000101", "DAW-000155"]
    }, {
      "date": 1947,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel required more blankets as the many were old and thin. With the increasing numbers of children at the Hostel, each child is given two blankets during extreme winter weather. <BR>The Hostel had cases of mumps through October and twelve cases of chicken-pox at Christmas.",
      "ref": ["DAW-000101", "DAW-000113"]
    }, {
      "date": 1948,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "Of the Hostel’s forty three children this year, the majority are half-breeds and Government wards. Two children are pre-school aged and three are white.",
      "ref": ["DAW-000113"]
    }, {
      "date": 1948,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel boys helped harvest the potatoes, while the girls helped with the beets and carrots. Students help with the laundry.",
      "ref": ["DAW-000156"]
    }, {
      "date": 1948.5,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel children play outdoors for much of the winter, enjoying skating, hockey, tobogganing and hiking. The Hostel children participate in the Community Christmas Tree event and school Christmas concert, after which Santa arrives to give them bags of candy, apples, noise-makers and ice-cream. The senior and intermediate girls are having an hour’s singing taught by a friend who comes in each week.",
      "ref": ["DAW-000113"]
    }, {
      "date": 1949,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "At the Hostel there is only one five year old, he spends his time in the kitchen chatting with staff and helps wash up the cooking dishes. The Hostel is expecting two more children soon, one will be four and a half years old. Of the 28 children at the Hostel, 23 were Government wards. Regarding a question about reservations, it is that 'our children are not Indian - they are half-breeds, so really do not belong anywhere'.",
      "ref": ["DAW-000132", "DAW-000140"]
    }, {
      "date": 1949.2,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "It is noted that the girls of the Hostel are at school and not working half a day like the Indian schools. The Hostel girls are becoming capable ironers. They start at age 8 ironing hankies, then pillowcase and aprons, so that by the time they are age 13 they are able to do boys dress shirts and school dresses nicely. Each child is expected to iron 10-12 articles each week. The Hostel boys are kept busy in the wood-yard, splitting, packing, etc. and shoveling snow.",
      "ref": ["DAW-000128", "DAW-000133"]
    }, {
      "date": 1949,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The girls are very good at darning and patching everything from overalls to underwear to dresses, skills they have been taught at the Hostel. The older boys help with repair work in town, only attending Camp in the evenings and on week-ends. Some of the older girls received sewing practice by making parkas for the younger boys to wear while playing outside.",
      "ref": ["DAW-000132", "DAW-000140", "DAW-000139", "DAW-000141"]
    }, {
      "date": 1949.4,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel girls’ clothing includes grey flannel slips in winter and pink and blue cotton slips in the summer. They also have jumpers, cotton jerseys, coloured blouses and skirts for the summer. For nighttime they have flowered nightgowns and pyjamas. The Hostel boys’ clothing includes cotton and wool v-neck sweaters over their shirts for school from November until April. They have heavy turtle neck sweaters in the constant 40-60 below weather. The boys also have wind- breakers as part of a uniform set for Sundays and special occasions. The children at the Hostel have ski pants in winter. The Hostel put to steady use the sweaters, socks and all heavy clothing, but with the school sweaters thinning a lot of darning and reinforcing was done. It is noted that the Hostel wastes nothing, as the sweaters, socks, shirts, dresses, etc. are patched and darned until they are beyond darning. The Hostel does everything to make the children take care of and look after their clothing. The children received Christmas gifts from the members of the Pro Cathedral Evening branch, which included knitted scarves and other things. During winter, the Hostel boys wear mackinaws and the girls leather mitts and ski hoods. All of the children wear moccasins. The Hostel boys have summer caps and jackets. In October, the Hostel fitted the children with winter coats, ski jackets, slacks, woolen mitts and stockings. The girls then numbered them with their numbers. The Hostel received for the children a shipment of clothing from St. Barnabas W.A. in Alberta.",
      "ref": ["DAW-000128", "DAW-000131", "DAW-000133", "DAW-000135", "DAW-000140", "DAW-000141"]
    }, {
      "date": 1949.6,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel greenhouse was started up at the end of March with tomato and cucumber seedlings and 215 lettuce plants. The expectation was for fresh lettuce by May 15.",
      "ref": ["DAW-000135"]
    }, {
      "date": 1949,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel hopes to receive a Gramophone from the W.A. branches for the entertainment of the children, along with children's records, waltzes, fox-trots, cow-boy, hymns, etc.. <BR> The Hostel boys are enthusiastic scouts and have an active scout-master. The cubs have a good leader, but the weather has been too bad to hold meetings this winter. There are no leaders for the guides or W.A. for the teenage girls this year . <BR> The severe weather keeps the children playing indoors at the Hostel for much of the winter. The Hostel girls are learning sewing at school. The girls are given instruction in the kitchen regarding cooking - some of the girls are getting to be good pie makers and getting basic knowledge of cakes.<BR>The children have been tobogganing and are now skipping.<BR>The children were at the Rock Creek Camp for three weeks in July, the extra week on account of repair work at the Hostel.<BR>.The Hostel has the following pets: Pat, a singing canary; Chuck, a dog; Smoky, a cat; turtles.<BR>Two of the Hostel children are doing well at making posters for a church fund-raising event and it is the first time they have tried their hand at such a thing. The children at the Hostel go to school as far as possible and continue on to high school if they can handle the school work. All of the children passed last year and most seem to keep up with the white children at the school. The Hostel tries to find each graduating child a job, such as working for the Government, the Hospital or even in the Hostel itself.<BR>The Hostel has a costume box and dresses the children up for a Halloween party with apple- ducking, etc. The children love it and talk about it for weeks ahead.<BR>In December, a marriage and reception were held at the Hostel with 39 guests in attendance.",
      "ref": ["DAW-000128", "DAW-000131", "DAW-000132", "DAW-000135", "DAW-000138", "DAW-000139", "DAW-000140", "DAW-000141", "DAW-000161"]
    }, {
      "date": 1949.8,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The average temperature for 98 days during the winter was 32.8 below so the children spent much of the winter indoors at the Hostel.",
      "ref": ["DAW-000133"]
    }, {
      "date": 1949,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "In July, all of the children from the Hostel were x-rayed at the TB clinic. This is now an annual checkup.",
      "ref": ["DAW-000138"]
    }, {
      "date": 1950,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The children had a Halloween party at the Hostel 'to keep them off the streets'.",
      "ref": ["DAW-000175"]
    }, {
      "date": 1950,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The doctor requires that all children coming from either Mayo or Whitehorse have a medical examination to stop any chance of contagious diseases or T.B. coming into the district.",
      "ref": ["DAW-000167"]
    }, {
      "date": 1951,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "In the absence of a male helper at the Hostel, some of the older boys are paid to do the butchering, wood and laundry.",
      "ref": ["DAW-000189"]
    }, {
      "date": 1951,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Bishop makes the following comment to the Principal regarding fire safety at the Hostel: 'The fire risk at the Hostel is not by ay means negligible. You must specially think of the possibility, mentally when you are praying for protection during the night: I always do so, and go confidently to sleep'.",
      "ref": ["DAW-000201"]
    }, {
      "date": 1951.5,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel hired a night watchman.",
      "ref": ["DAW-000179"]
    }, {
      "date": 1952,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "It is noted that of the 31 children in the Hostel, including the 19 Yukon Government wards, all are partly Indian.",
      "ref": ["DAW-000204"]
    }, {
      "date": 1952,
      "type": "incident",
      "victim": "",
      "agressor": "",
      "notes": "The Principal had this to say about an incident with one of the Hostel’s girls: ‘The other day she flatly disobeyed me - it was only over a small thing but disobedience just the same, and the others are all too ready to follow suit if one child gets away with it. So I said that in the case of the big boys and girls to earn their own living I was not even going to bother punishing them, they could obey or leave; I f they insisted on being self-governing, they could be self-supporting as well’.",
      "ref": ["DAW-000226"]
    }, {
      "date": 1952,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "The Principal offers the following description of staff and student chores at the Hostel: 'At this time of year, when the temperature is between 40 and 60 below zero, someone has to be up all night to stoke the furnace. We burn spruce logs in 4 ft. lengths. Our present handyman does this during the night. I get up at 5.30 and he goes to bed; the boys can stoke once before school and at noon, but the cook and I do it the rest of the time, every hour. The man gets around again about 4, sees the boys get in the wood, and twice a week runs the laundry machine; the girls hang the washing, and iron it under supervision. He also does repairs, saws up the meat, etc. Later, when night work is no longer needed, it will be time to recondition the greenhouse and start some plants in flats. Ploughing starts in May and planting, weeding, watering, thinning etc. proceeds rapidly as everything has to be harvested before the end of August when the frost comes. The boys can do some, but as most of them are small, much of the work is beyond their strength and skill and the man of the place has to do it. In the Fall, storm windows and doors go up and the place is made weatherproof again.'",
      "ref": ["DAW-000204"]
    }, {
      "date": 1952.3,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Principal of the Hostel notes that they buy their meat locally, moose form then Indians and also river salmon. Moose meat and river salmon provide the main meal at the Hostel on alternate days. By April, the Hostel’s wild meat supply was exhausted and with nearly 40 people to feed the Hostel needed meat 'very badly'. 'Two sides of beef and three sides of pork' were ordered from the meat market in Dawson.",
      "ref": ["DAW-000204", "DAW-000215"]
    }, {
      "date": 1952.6,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Principal of the Hostel notes that the danger of fire is so great that they are always on the alert. The Principal also notes that the most important part of the work is the training of the children to be decent, self respecting Christian Canadians, they need training and discipline but also a warm, loving, happy atmosphere in which they can achieve emotional maturity and stability. The very young children need motherly care, they all need nursing care from time to time.",
      "ref": ["DAW-000204"]
    }, {
      "date": 1976,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Hostel received a bale for one of the girls from the members of the Christ Church Evening Branch in Alberta.",
      "ref": ["DAW-000081"]
    }]
  }
}
