{
  "name": "Federal Hostel at Eskimo Point (Arviat)",
  "type": "Residential",
  "location": {
    "province": "Nunavut",
    "city": "Arviat",
    "latLng": {
      "lat": 61.10782778,
      "lng": -94.0623694444444
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1962,
  "endYear": 1967,
  "data": {
    "nameVariants": [{
      "startYear": 1962,
      "endYear": 1967,
      "name": "Eskimo Point Pupil Residence",
      "note": "",
      "ref": ["EPS-000002"]
    }, {
      "startYear": 1962,
      "endYear": 1967,
      "name": "Eskimo Point Hostel",
      "note": "",
      "ref": ["EPS-000003"]
    }, {
      "startYear": 1962,
      "endYear": 1967,
      "name": "Buildings 7, 8, and 9 at Eskimo Point",
      "note": "",
      "ref": ["EPS-000322"]
    }],
    "chronoHistory": [{
      "date": 1962,
      "desc": ["A memorandum notes that the work crew had been unable to complete the construction of the three hostels owing to an incident whereby the HBC cargo ship had been forced to jettison a large amount of construction material while shipping it north.", "  By mid February two of the three hostels were complete. The first 11 students were admitted to residence on February 16, 1962.", " Classes at the FDS were suspended for an unspecified number of days in May when the school building was pressed into service as a temporary hospital owing to a community wide epidemic of mumps that was followed by measles and then chicken pox outbreaks.", " At the end of June there were 2 children living in the hostels. ", "By October the third hostel remained not built. Government correspondence notes that the construction of welfare housing at Eskimo Point had reduced the need for hostel beds by making possible a home boarding program. Government officials preferred for the children brought to Eskimo Point for schooling to be placed with families in the community rather than at the hostel. At the Area Administrator’s suggestion, the third hostel was erected near the school and was utilized as government office space. While it seemed unlikely that the building would ever be required as a hostel, it was built at the school site so that it could be used as a classroom when enrolment at the FDS increased.", " Only one of the hostels was used as a student residence during the 1962/63 school year. ", "A Service Agreement identifies one pair of hostel parents at Eskimo Point. The contract runs from November 1, 1962 to March 31, 1963.", " The December Quarterly Return identifies two children in the hostel. The first child was admitted to the hostel on November 9 and the second on December 11."],
      "ref": ["EPS-000288", "EPS-000002", "EPS-000145", "EPS-000003", "EPS-000315", "EPS-000319-0001", "EPS-000322", "EPS-000330", "EPS-000006"]
    }, {
      "date": 1963,
      "desc": ["In January a medical team arrived in Eskimo Point to conduct a community wide chest x- ray survey. The survey resulted in a massive evacuation of people from Eskimo Point to the Clearwater Lake Tuberculosis sanitarium near The Pas, Manitoba, between January and April.", " A community report indicated that the 1960-1963 tuberculosis epidemic at Eskimo Point saw approximately 70% of the population removed to the south for long periods of medical treatment.", " A doctor’s report notes that Eskimo Point had 'in the past 6 months produced 80 cases of active tuberculosis involving 55% of households, half the children under 10 years of age and 24% of the whole population.'", " Records from the Eskimo Point Federal Day School identify 33 students as having been sent to Clearwater Lake Sanitarium with active tuberculosis.", " The March Quarterly Return notes that one of the four residential pupils living in the hostel had been 'evacuated to Clearwater' after spending 77 days in residence.", " The March Quarterly Return notes that one of the four residential pupils living in the hostel had been 'evacuated to Clearwater' after spending 77 days in residence.", " The June Quarterly Return identifies one pupil in residence at the hostel.", " A Service Agreement identifies one pair of hostel parents at Eskimo Point. The contract runs from September 2, 1963 to July 15, 1964.", " Government correspondence states that two of the hostels at Eskimo Point would function as student residences during the 1963/64 school year, one for boys and one for girls. The third hostel would continue to be utilized as office space by the area administrator and, as necessary, sleeping quarters for people passing through Eskimo Point.", " The September Quarterly Return identifies 15 pupils in residence at the hostel. Seven of those students are noted as being from Repulse Bay. This document also notes that two pupils had been admitted to the hostel on July 23, on welfare grounds, and that they remained in the hostel when the school year started.", " The December Quarterly Return identifies 17 pupils in residence at the hostel."],
      "ref": ""
    }, {
      "date": 1964,
      "desc": ["The March Quarterly Return identifies 17 pupils in residence at the hostel.", " A Service Agreement identifies one pair of hostel parents at Eskimo Point. The contract runs from April 12, 1964 to June 30, 1964.", " The June Quarterly Return identifies 14 pupils in residence at the hostel.", " During the 1963/64 school year, the government purchased an unspecified amount of clothing for seven children from Repulse Bay who were living at the Eskimo Point hostel.", " The September Quarterly Return identifies 19 pupils in residence at the hostel.", " In October three children returned to Eskimo Point from the Clearwater Lake Tuberculosis Sanitarium. Although their parents were living at inland camps, they were enrolled at the FDS and placed in the hostel for the remainder of the school year.The December Quarterly Return identifies 21 pupils in residence at the hostel."],
      "ref": ""
    }, {
      "date": 1965,
      "desc": ["The March Quarterly Return identifies 15 pupils in residence at the hostel.", " In March and April two children from the Eskimo Point hostel tested positive for tuberculosis and were evacuated to the Clearwater Lake Tuberculosis Sanitarium. A report by the principal notes that eleven pupils from the school at Eskimo Point were being treated for tuberculosis at Clearwater.", " The Federal Hostels at Eskimo Point lacked bathtubs and shower stalls. Departmental correspondence states 'the lack of these facilities is apparently causing the medical staff at Eskimo Point some concern and when [the doctor] was made aware of this fact he was quite disturbed and wonders how or why this Department can operate institutions without the proper bathroom facilities. [The doctor] has stated that proper bathroom facilities are essential for the health of the children maintained in these small hostels and would like our assurance that these deficiencies will be rectified.'", " The June Quarterly Return identifies 12 pupils in residence at the hostel.", " The September Quarterly Return identifies 12 pupils in residence at the hostel.", " The December Quarterly Return identifies 13 pupils in residence at the hostel."],
      "ref": ""
    }, {
      "date": 1966,
      "desc": ["The March Quarterly Return identifies 13 pupils in residence at the hostel.", " The June Quarterly Return identifies 14 pupils in residence at the hostel.", " The September Quarterly Return identifies 9 pupils in residence at the hostel.", " The December Quarterly Return identifies 9 pupils in residence at the hostel."],
      "ref": ""
    }, {
      "date": 1967,
      "desc": ["A Government Report states that over the winter of 1966/67 there had been outbreaks of meningitis in communities across the Eastern Arctic and that Eskimo Point had been among the hardest hit. Two children enrolled at the FDS had died and two others were hospitalized for extensive periods of time. One of the hospitalized children was the son of a teacher at the FDS.", " Regarding the likelihood of further outbreaks of disease at Eskimo Point the Report states:", " 'Tuberculosis is a far greater problem and threat to Eskimo Point than meningitis. Twenty-five people have been evacuated from Eskimo Point for treatment of T.B. from September 1966 to date. A close survey of the community has been carried out and an additional thirty people have reacted positively to T.B. testing. The situation at Eskimo Point now has all the earmarks of an impending T.B. epidemic similar to that which occurred in 1962-63 – just four years ago.....Consideration was given to the idea of closing down the school and cutting out all public gatherings to reduce the possibility of further contagion. [The doctor] had a number of very logical reasons for not closing the school. For one thing, conditions in the school are less crowded than in the house. It is also easier to detect the early symptoms of meningitis in the school which the nurse visits daily.' ", "The March Quarterly Return identifies 9 pupils in residence at the hostel.", " Overcrowding at the FDS was problematic and a report by the principal notes that the school’s kitchen and the home making cabin were used as classrooms during 1966/67.", " The June Quarterly Return identifies 9 pupils in residence at the hostel.", " The hostel did not re-open after the 1966/67 school year. By November 1967 two of the former hostel buildings were serving as classrooms for the FDS and the third was being used as staff housing."],
      "ref": ""
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1962,
      "endYear": 1967,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Management", "Teaching", "Staff"],
      "ref": ["Bathurst Inlet", "Bay Chimo", "Cam Sites", "Daniel Moore Bay", "DEW Line sites", "Gjoa Haven", "Holman", "Inuvik", "Perry Island", "Pin4", "Taloyoak", "Wellington Bay"]
    }],
    "enrollment": [{
      "year": 1962,
      "number": 4,
      "notes": ""
    }, {
      "year": 1963,
      "number": 17,
      "notes": ""
    }, {
      "year": 1964,
      "number": 21,
      "notes": ""
    }, {
      "year": 1965,
      "number": 14,
      "notes": ""
    }, {
      "year": 1966,
      "number": 9,
      "notes": ""
    }],
    "reserves": ["Eskimo Point Repulse Bay Whale Cove Sandy Point Rankin Inlet Padlei"],
    "religiousGroups": [],
    "writtenAgreements": [],
    "additionalInformation": []
  }
}
