{
  "name": "Grollier Hall (Notre-Dame Residence)",
  "type": "Residential",
  "location": {
    "province": "Northwest Territories",
    "city": "Inuvik",
    "latLng": {
      "lat": 68.35813889,
      "lng": -133.7176583
    }
  },
  "narrativeDate": "09-11-01",
  "startYear": 1959,
  "endYear": 1997,
  "data": {
    "nameVariants": [{
      "startYear": 1959,
      "endYear": 1960,
      "name": "Notre-Dame Residence",
      "note": "",
      "ref": ["NWT000258 NWT000259"]
    }, {
      "startYear": 1959,
      "endYear": 1961,
      "name": "Roman Catholic Hostel/Reisdence at Inuvik",
      "note": "",
      "ref": ["NWT000254", "NWT000257"]
    }, {
      "startYear": 1959,
      "endYear": 1961,
      "name": "Federal Hostel (Roman Catholic), Inuvik",
      "note": "",
      "ref": ["NWT003366[000-009]"]
    }, {
      "startYear": 1961,
      "endYear": 1962,
      "name": "Grollier Hall Hostel/Residence",
      "note": "",
      "ref": ["NWT00614"]
    }, {
      "startYear": 1962,
      "endYear": 1975,
      "name": "Grollier Hall Pupil Residence",
      "note": "",
      "ref": ["NWT000316", "NWT000730"]
    }],
    "chronoHistory": [{
      "date": 1959,
      "desc": ["A report entitled '1959-60 [Construction] Program' indicates that 'September 1959 will see the completion of a three-year construction program [at Inuvik] in the Mackenzie Education District'.", "One hostel is for 250 Anglican children, 'mostly Eskimos' and the other for 250 Roman Catholic children, 'mostly Indian and Eskimo'. The Catholic and Anglican residences - though identical and built adjacent to one another- were physically separate facilities. The adjacent federal day school (Sir Alexander Mackenzie), had separate Anglican and Catholic 'wings' for elementary grades, with a third, non-denominational wing for high school grades (and a non-denominational Principal I administration). Grollier residents attend the Sir Alexander Mackenzie School in the segregated Catholic 'wing' which has its own Catholic Assistant Principal and teachers of the Catholic faith.", "The Inuvik hostels are supposed to open for 'approximately September 1, 1959', but there is initially some question as to whether the residences will be completed and ready to open by this date. By May 1959 construction is, however, ahead of schedule and the Government proceeds with student recruitment (a combination of recruiting Indian and Inuit children from outlying areas / communities without local day or other school facilities, and transferring a number of students from the Aklavik residential schools)."],
      "ref": ["NWT000539", "NWT000023", "NWT000088", "NWT000416]."]
    }, {
      "date": 1961,
      "desc": ["The Government adopts the policy to name the 'large hostels' after northern Anglican and Catholic missionaries, and the related day schools after northern explorers. The Catholic residence in Inuvik is officially referred to as Grollier Hall (after Father P. Grollier, OMI, the first missionary to found a Roman Catholic mission in northern Canada (Fort Resolution, July 1858) (p. 6)) and the day school Sir Alexander Mackenzie (after explorer Sir Alexander Mackenzie, known for reaching the Arctic Ocean via the Mackenzie river in 1789 (p. 5))"],
      "ref": ["NWT000539", "NWT000023", "NWT000088", "NWT000416]."]
    }, {
      "date": 1962,
      "desc": ["Quarterly returns begin referring to Grollier as a 'pupil residence' rather than a 'hostel' as of the quarter ending March 3 1, 1962 [NWT000316]. Quarterly returns continue to refer to Grollier as a 'pupil residence' up to and including the last returns currently in our possession (for the quarters ending March 1969 [NWT000779], December 1974 [NWT000729] and March 1975."],
      "ref": ["NWT000539", "NWT000023", "NWT000088", "NWT000416]."]
    }, {
      "date": 1968,
      "desc": ["Samuel Hearne Secondary School officially opens in October 1968 (the 1968-69 school year). At this time, the Sir Alexander Mackenzie School is used for elementary students only, as the older hostel students begin attending the new Samuel Hearne high school."],
      "ref": ["NWT000539", "NWT000023", "NWT000088", "NWT000416]."]
    }, {
      "date": 1969,
      "desc": ["March 1969 is the last quarter for which we have continuous attendance records for the residence.", "April 1, 1969, the fledgling Government of the Northwest Territories (GNWT) becomes responsible for all of the 'large hostels' in the NWT.", "1969-1987: We do not have exact knowledge as to Grollier's history after the GNWT assumed responsibility in 1969, but do have 'general' knowledge that the residence remained in operation as a Church-managed residence until circa 1987.", "We have general knowledge that at some point in the early 1970s the Sir Alexander Mackenzie School became part of the Territorial public school system."],
      "ref": ["NWT000539", "NWT000023", "NWT000088", "NWT000416]."]
    }, {
      "date": 1987,
      "desc": ["1987-96: We have general knowledge that Grollier remained in operation as a Government-owned, Government-managed student residence under the GNWT until its closure in 1996."],
      "ref": ["NWT000539", "NWT000023", "NWT000088", "NWT000416]."]
    }, {
      "date": 1997,
      "desc": ["To our knowledge, the Sir Alexander Mackenzie School is open to this day as part ofthe Territorial public school system."],
      "ref": ["NWT000539", "NWT000023", "NWT000088", "NWT000416]."]
    }],
    "notesHistory": [],
    "management": [{
      "startYear": 1959,
      "endYear": 1969,
      "org": "government",
      "orgName": "Federal Government of Canada",
      "type": ["Ownership"],
      "ref": ["."]
    }, {
      "startYear": 1959,
      "endYear": 1987,
      "org": "church",
      "orgName": "Roman Catholic Church",
      "type": ["Management", " Teaching", " Staff"],
      "ref": ["."]
    }, {
      "startYear": 1969,
      "endYear": 1997,
      "org": "government",
      "orgName": "Government of the Northwes Territories",
      "type": ["Ownership"],
      "ref": ["."]
    }],
    "enrollment": [{
      "year": 1959,
      "number": "202",
      "notes": ""
    }, {
      "year": 1960,
      "number": "220",
      "notes": ""
    }, {
      "year": 1961,
      "number": "223",
      "notes": ""
    }, {
      "year": 1962,
      "number": "234",
      "notes": ""
    }, {
      "year": 1963,
      "number": "224",
      "notes": ""
    }, {
      "year": 1964,
      "number": "213",
      "notes": ""
    }, {
      "year": 1965,
      "number": "215",
      "notes": ""
    }, {
      "year": 1966,
      "number": "235",
      "notes": ""
    }, {
      "year": 1967,
      "number": "245",
      "notes": ""
    }, {
      "year": 1968,
      "number": "231",
      "notes": ""
    }, {
      "year": 1969,
      "number": "207",
      "notes": ""
    }, {
      "year": 1971,
      "number": "156",
      "notes": ""
    }, {
      "year": 1974,
      "number": "121",
      "notes": ""
    }, {
      "year": 1975,
      "number": "100",
      "notes": ""
    }],
    "reserves": ["aklavik", "arcticRedRiver", "cambridgeBay", "capeParry", "colvilleLake", "coppermine", "dEWLine", "fortFranklin", "fortGoodHope", "fortMcPherson", "fortNorman", "fortSmith", "gjoaHaven", "holmanIsland", "normanWells", "paulaktuk", "pellyBay", "pINMain", "reindeerStation", "sachsHarbour", "spenceBay", "teslinLake", "tuktoyaktuk", "yellowknife"],
    "religiousGroups": [{
      "group": "Roman Catholic Episcopal Corporation of the Mackenzie I Vicariate Apostolic of the Mackenzie:",
      "ref": ["NWT000355 [001-001]"]
    }, {
      "group": "The Missionary Oblates of Mary Immaculate",
      "ref": ["NWT000355 [001-001], NWT000415, NWT000480"]
    }, {
      "group": "The Oblate Fathers Indian and Eskimo Welfare Commission",
      "ref": ["NWT000415, NWT000431, NWT000432"]
    }, {
      "group": "The Sisters of Charity (Grey Nuns)",
      "ref": ["NWT006010"]
    }],
    "writtenAgreements": [{
      "date": 1955,
      "title": "Agreement Consolidating Federal Authority: Post-1955 Education Program",
      "desc": "The Memorandum of Agreement dated February 1955, transfers responsibility over Indian Education from the Indian Affairs Branch to the Commissioner of the NWT I Northern Affairs and consolidates all educational authority in the NWT under Northern Affairs. The agreement further transfers (at no cost) all existing Indian Affairs school buildings, equipment, residences and all Indian Affairs staff ('teachers, welfare teachers, caretakers, and other employees') to Northern Affairs effective April 1, 1955",
      "ref": ["NWT000313"]
    }, {
      "date": 1959,
      "title": "",
      "desc": "Memorandum of Agreement for the management of Grollier Hall student residence dated October 1, 1959, effective September 1, 1959, between the Federal Government and the Catholic Church/",
      "ref": ["NWT000355", "[001-001]"]
    }],
    "additionalInformation": [{
      "date": 1960,
      "type": "sexual",
      "victim": "",
      "agressor": "Jean Louis Comeau",
      "notes": "Jean Louis Comeau was sentenced to a year in jail after pleading guilty to two counts of indecent assault in February 1998, related to his time at Grollier Hall in the 1960s.",
      "ref": ["http://www.4worlds.org/4w/resschool/newclips.html#1Oyears"]
    }, {
      "date": 1962,
      "type": "sexual",
      "victim": "",
      "agressor": "Martin Houston",
      "notes": "In October 1962, Martin Houston pled guilty to ten charges of abuse against students at Grollier Hall, Inuvik, NWT, and was declared a dangerous offender; he was sentenced to 10 years and served 9 at Stony Mountain Penitentiary near Winnipeg.",
      "ref": ["."]
    }, {
      "date": 1963,
      "type": "sexual",
      "victim": "",
      "agressor": "Martin Houston",
      "notes": "In August 2004, Houston was charged with assaulting two boys in his care and attempting to assault another, dating back to his time at Grollier Hall. He was sentenced to three years' probation.",
      "ref": ["."]
    }, {
      "date": 1967,
      "type": "sexual",
      "victim": "",
      "agressor": "Paul Leroux",
      "notes": "Paul Leroux was found guilty of abuse against 14 former Grollier students and sentenced to 10 years imprisonment. In addition to nine counts of gross indecency, Leroux was found guilty of three counts of indecent assault, one count of attempt to commit indecent assault and one count of attempted buggery. He was also given a 1 0-year weapons prohibition.",
      "ref": ["."]
    }, {
      "date": 1966,
      "type": "sexual",
      "victim": "",
      "agressor": "Jerzy George Maczynski",
      "notes": "A 1999 report on 'Institutional Child Abuse in Canada' includes reference to Jerzy George Maczynski being charged in 1997 with 11 counts of indecent assault, 6 counts of buggery, 1 count of attempted buggery, 9 counts of gross indecency, and 1 count of attempted gross indecency related to his time at Lower Post IRS. Maczynski was sentenced to 16 years in prison. His appeal on sentencing was dismissed. Maczynski was also charged in 1998 with 5 counts including indecent assault, gross indecency, and buggery related to his time at Grollier Hall (NWT). Maczynski pled guilty and was sentenced to 4 years.",
      "ref": ["."]
    }, {
      "date": 1959,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "'Estimated per Pupil Costs at Inuvik Hostels' allow for salaries for the following residence positions: 1 Superintendent [Administrator]; 1 Assistant Superintendent; 1 Matron; 1 Nurse; 1 Cook; 1 Assistant Cook; 2 Male Assistants; 2 Female Assistants; 3 Boys' Supervisors; 1 Girls' Supervisor; 2 Sewing and Laundry workers; 1 Night Watchman; 1 Maintenance Man; 1 Janitor.<BR>It is proposed that local Inuvik resident students can be admitted to the Inuvik hostels when these children reside 'locally at Inuvik [and] whose parents, through force of circumstances, have to live in tents ... as long as there is sufficient space in the Inuvik hostels to accommodate them'<BR>In an attempt to reduce the chance of those children with language barriers (or without prior school experience) from dropping out, the Government has organized an education program at the Sir Alexander Mackenzie School 'somewhat different from the programs in effect in other northern schools.' Classes have been organized into three streams: a 'Regular Grade System' for children with previous academic experience who are functioning at their appropriate grade level in grades 1-9; 'Preparatory Classes' for children ages 11 and under who have some difficulty with English; and 'Opportunity Classes' for students aged 12 or over, who have stronger problems with English or who have otherwise fallen behind academically and who might eventually be streamed into vocational training.",
      "ref": ["NWT000419", "NWT000379", "NWT003350", "[000-001]", "[001-001]"]
    }, {
      "date": 1959,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "Grollier Hall has a resident nurse as per the program requirement that any residence with more than 100 students [Grollier's capacity is 250] IS obligated to employ a full-time, live-in nurse.",
      "ref": ["NWT000609"]
    }, {
      "date": 1959,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "As of August 1959 the approved annual operating costs for the 250- capacity Catholic hostel in Inuvik is 198,000, while the per-pupil operating cost is estimated at $792.",
      "ref": ["NWT000413", "[000-001]"]
    }, {
      "date": 1959,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "Both Grollier Hall and the 25-classroom school require pianos as of February 1959.",
      "ref": ["NWT000475"]
    }, {
      "date": 1961,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The regional dietitian visits Grollier and recommends changing to a cafeteria-style of serving food and using a milk dispenser rather than stainless pitchers.",
      "ref": ["NWT003424"]
    }, {
      "date": 1962,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The residence administrator is willing to switch to a cafeteria-style of serving, but has concerns over space for queuing up. In the existing process, the children do not dine all at once (but attend at different times in their separate groups -junior boys, senior boys, etc.) and food is placed on four wagons in the four corners of the room and the children are served from these wagons.<BR>Another food inspection finds that the hostel students' diet is adequate in proteins and milk, but lacking in some fruit, vegetables and whole grains - but the food itself is attractive, tasty and everyone enjoys their meals.",
      "ref": ["NWT000784", "NWT003390", "[000-001]", "[001-001]"]
    }, {
      "date": 1963,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "In the Fall of 1963 heavy enrolment at the Alexander Mackenzie School results in overcrowding in the Protestant wing of the school; with the written consent of the parents, some of the Anglican pupils are transferred over and attend classes in the Catholic wing.",
      "ref": ["NWT006010"]
    }, {
      "date": 1963,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "The Sir Alexander Mackenzie School had 35 teachers as of 1959, but by 1963 fewer than six of these original staff remain; those who left included a Principal and three Assistant Principals.<BR> A former Assistant Principal at the Sir Alexander Mackenzie School raises concerns with the post-1955 Northern Education program generally, and with the large hostels program specifically, with respect to quality of residential school life, quality of education, and issues of cultural loss.<BR> The regular staff positions for Grollier as of 1963 include: 1 Administrator; 1 Assistant Administrator; 1 Matron; 11 dorm supervisors; 1 Nurse; 3 Cooks; 9 Kitchen staff; 5 Seamstresses; 1 'Casual Help'.",
      "ref": ["NWT000648[001-001]", "NWT000648[001-001]", "NWT003366[006-009]"]
    }, {
      "date": 1964,
      "type": "health",
      "victim": "",
      "agressor": "",
      "notes": "The regional dietitian conducts an inspection and suggests that the resident students are not consuming enough milk or whole grains.",
      "ref": ["NWT003537[000-004]", "[001-004]"]
    }, {
      "date": 1965,
      "type": "program",
      "victim": "",
      "agressor": "",
      "notes": "Grollier has a small swimming pool, used only by Grollier residents.<BR>The report by Joseph Katz titled 'Educational Environments of School - Hostel Complexes in the Northwest Territories' includes a statement about student activities in Inuvik:<BR><em>Grollier Hall and Stringer Hall provide examples of hostels in which there are a multiplicity of activities for junior and senior residents alike. Some of these activities include woodwork, sewing, and games, and the trophies which have been won for successful competition are on display in various parts of the buildings.</em>",
      "ref": ["NWT000609", "NWT000609"]
    }, {
      "date": 1965,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "The curriculum used in the Mackenzie District (and therefore at the Sir Alexander Mackenzie and Samuel Hearne Schools) is the Alberta curriculum.",
      "ref": ["NWT000547"]
    }, {
      "date": 1968,
      "type": "report",
      "victim": "",
      "agressor": "",
      "notes": "A question is raised as to whether the religiously-separated residences, such as those found in Inuvik (Grollier Hall I Stringer Hall) and Fort Simpson (Lapointe Hall I Bompas Hall), should be physically combined following the takeover of education by the GNWT - but this is considered an unworkable option, stemming not the least from the formal management agreements with the different Church authorities.",
      "ref": ["NWT000089"]
    }, {
      "date": 1969,
      "type": "policy",
      "victim": "",
      "agressor": "",
      "notes": "Grollier does not have any written rules, regulations or student manuals (and has never had any up to and as of 1969) applicable to the daily life of the resident student body, but does have certain unwritten rules, applying to things like hours of meals, hours of play and recreation, restrictions on being in certain parts of the residence, visiting people in the hospital, and going into town.<br> The age range of children living in Grollier as of 1969 spans from ages 6 to 21.<BR>In spite of the unwritten rules for hours of meals, there is some flexibility: on Saturday and Sunday, the resident children can have breakfast any time before 9:30 and if a supervisor decides to keep them in the dorm longer than that, he or she can arrange to have breakfast made for the children in their dorms<BR>The hostel and dorms are divided into four groups of children: junior boys and junior girls (aged 6-14); and senior boys and senior girls (aged 15-21). There are usually 40 to 50 children in the senior groups and 50 to 70 in the junior.<BR>The junior students are not allowed to go into town by themselves, but can go into town (for example, to go to the store or to visit someone at the hospital) if they are accompanied by a senior student. The older students can go into town by themselves and can 'easily receive permission' for this especially after classes (after 4 or 5pm) or on the weekend.<BR>Study period is from 6:30 to 8:30 [pm], which is followed by organized activities like hockey, badminton, basketball, volleyball, etc., and the senior students also participate in some activities in town, like curling from 4:30- 5pm, which means they are not in the hostel for supper (but can pack sandwiches or eat when they return).<BR>Some older students are allowed to have part time jobs as long as it does not interfere with their studies; the girls baby-sit in town Friday and Saturday evenings, but the hostel administration asks that the baby-sitting clients accompany the girls back to the hostel.<BR>Even the seniors are divided into smaller groups along age lines, which affects certain activities: for example, the hostel has movies for the children twice a week, but some senior students are allowed to go to the theatre - but even then, the younger seniors are allowed to go only two or three times a month, while the oldest are allowed more frequency.",
      "ref": ["NWT000207[000-001]", "NWT000207", ""]
    }]
  }
}
