{
  "students": [
    {
      "description": "This visualization explores the trends in flight cancellations and passenger complaints for some major airline carriers operating in the civil aviation sector of India’s transportation for “year”s 2014-18. These trends are visualizaed based on temperature and rainfall trends(2014-2018) and upcoming holidays(2019). Being a tropical country, India experiences prominent seasons that inflence air travel, specifically, the flight experience.",
      "image": "preview-2019/aaditi.png",
      "name": "Aaditi Rokade",
      "portfolio": "https://aaditirokade.github.io/index.html",
      "repo": "https://github.com/aaditirokade/thesis",
      "subtitle": "This visualization explores the trends in flight cancellations",
      "tags": ["data", "policy"],
      "title": "Visualizing the Impact of Climate Change",
      "url": "https://parsons.nyc/thesis-2019/aaditiRokade/thesisProject/",
      "video": "https://github.com/aaditirokade/thesis/blob/master/demo.m4v?raw=true",
      "year": 2019
    },
    {
      "description": "The following visual essay explores the behavior of the U.S. media at a historical turning point in the bilateral relations between the U.S. and Mexico. The project is based on data gathered by the team of international media analysts of former Mexican President, Enrique Peña Nieto. It encompasses 67 media outlets and over 7,000 articles, thus offering the reader a unique opportunity to visualize the effects of the 2016 U.S. Presidential Election through the eyes of one of its closest allies.",
      "image": "preview-2019/alonso.png",
      "name": "Alonso Alcocer Guemez",
      "portfolio": "https://github.com/alonsoag86",
      "repo": "https://github.com/alonsoag86/msdv-final",
      "subtitle": "The following visual essay explores the behavior of the U.S. media",
      "tags": ["media", "society"],
      "title": "2016: A “Year” in News",
      "url": "https://parsons.nyc/thesis-2019/alonsoAlcocerGuemez/",
      "video": "https://github.com/alonsoag86/msdv-final/blob/master/demo.m4v?raw=true",
      "year": 2019
    },
    {
      "description": "Exploring the relationship between the climate crisis and sleep health",
      "image": "preview-2020/amanda.png",
      "name": "Amanda Anderson-You",
      "portfolio": "https://www.amandersonyou.com/",
      "repo": "https://github.com/amandersonyou/ClimateSleepThesis",
      "subtitle": "Exploring the relationship between the climate crisis and sleep health",
      "tags": ["health", "livelihood"],
      "title": "Climate & Sleep",
      "url": "https://parsons.nyc/thesis-2020/amandaAnderson/",
      "video": "https://github.com/amandersonyou/ClimateSleepThesis/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Freshwater has been described as the oil of the 21st century. In the wake of extreme water stress events across the globe in places like Cape Town, Mexico City, and Australia, I wanted to explore often overlooked water issues here at home in the United States. Major factors like population growth and climate change are causing local pockets of water stress that will soon affect other areas of the country without action. In order to change our relationship with water, action must come in the form of both infrastructure investments and behavioral changes.",
      "image": "preview-2019/andrew.png",
      "name": "Andrew Levinson",
      "portfolio": "https://andrewlevinson.me/",
      "repo": "https://github.com/AndrewLevinson/thesis",
      "subtitle": "Freshwater has been described as the oil of the 21st century.",
      "tags": ["data", "policy"],
      "title": "The United States Water Crisis",
      "url": "https://thewatercrisis.us/",
      "video": "https://raw.githubusercontent.com/AndrewLevinson/thesis/master/src/assets/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "Visualizing research paper metadata in the field of Aerospace Engineering for more efficient knowledge exploration, research and learning. The project combines a flattened hierarchical “front-of-the book” table of contents structure with a network-based “back-of-the book” index connectivity over time.",
      "image": "preview-2020/antonie.png",
      "name": "Antonie Dreyer",
      "portfolio": "https://github.com/acdreyer",
      "repo": "https://github.com/acdreyer/thesis",
      "subtitle": "Visualizing research paper metadata in the field of Aerospace Engineering",
      "tags": ["media", "society"],
      "title": "From NACA to NASA",
      "url": "https://parsons.nyc/thesis-2020/antonieDreyer/",
      "video": "https://github.com/acdreyer/thesis/blob/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Congestion on roads in urban cities is a common phenomenon and also regarded sometimes as the hallmark of vibrant business districts. But when it comes to Delhi, the capital city of India, it is a point of major concern with studies forecasting speeds of 5 kmph on all major roads in the next five “year”s. Road density has already reached saturation level and more and more vehicles are added every day on the streets of Delhi. Looking at the severity of the situation, there is less scope for long term planning and what is needed is an exhaustive analysis from multiple perspectives. This project aims to collect and use big data to carry out granular analysis at scale in terms of congestion or excess time faced by different areas and routes. It is both visual and analytical, where the former is carried out using spatial representation that can bring forward unknown relationships. The outcome is a tool that can be used by urban planners and analysts who can combine or filter multiple variables to understand patterns behind congestion across the city.",
      "image": "preview-2017/aseem.png",
      "name": "Aseem Agarwal",
      "portfolio": "https://github.com/agaase",
      "repo": "https://github.com/agaase/msdv-thesis",
      "subtitle": "Congestion on roads in urban cities.",
      "tags": ["data", "policy"],
      "title": "How is Delhi Slowing Down?",
      "url": "http://parsons.nyc/thesis-2017/aseemAgarwal/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/AseemAgarwal_2017.mp4?raw=true",
      "year": 2017
    },
    {
      "description": "This thesis explores the ways in which green roofs can be used to counteract three major urban ecological challenges in New York City. Taking the city’s existing infrastructural landscape as the starting point, this thesis moves to identify underutilized spaces where green roofs would be most amenable and beneficial from the perspective of (1) stormwater retention, (2) surface temperature regulation, and (3) biodiversity enhancement. Users will then be given opportunities to explore the data themselves and engage with questions regarding the aggregative effects, benefits, and costs of such interventions. Ultimately the goal of this project is to provide creative ways of interacting with the New York City ‘building-scape’ in order to foster community engagement and informed decision making for residents and policy-makers alike.",
      "image": "preview-2018/aucher.png",
      "name": "Aucher Serr",
      "portfolio": "https://www.aucherserr.com/",
      "repo": "https://github.com/auchers/data-visualization-thesis",
      "subtitle": "This thesis explores the ways in which green roofs can be used.",
      "tags": ["landscapes", "pathways"],
      "title": "Exploring the Potential of Green Roofs",
      "url": "https://auchers.github.io/data-visualization-thesis/#/",
      "video": "https://github.com/auchers/data-visualization-thesis/blob/master/thesis-preview.gif",
      "year": 2018
    },
    {
      "description": "How our bodies interpret data is the result of our brain processing the environment around us through our senses. The data collected from the environment triggers a response from the brain to different parts of the body. These physiological and psychological reactions become a unique series of signals and chain reactions controlled by the nervous system. These experiences become memories when data about the event is stored in the human brain. By collecting the environmental stimuli in its entirety, as well as the biometric data created by the electrical and chemical reactions communicating these responses throughout the body from the brain, we are able to evaluate the data without the influence of these filters. Each snapshot of intimate communication within our bodies is documented through the sensor readings of wearable technologies. These processors present biological data to the subject through the perceptions and realities created by the goals of the companies that produce these technologies. Feelin.it is an opportunity to share and compare this intimate data with others.",
      "image": "preview-2016/barbara.png",
      "name": "Barbara Compagnoni",
      "portfolio": "http://b.parsons.edu/~compagnb/",
      "repo": "https://github.com/compagnb/thesis",
      "subtitle": "How our bodies interpret data is the result of our brain processing.",
      "tags": ["data", "technology"],
      "title": "Feeling.it",
      "url": "https://parsons.nyc/thesis-2016/barbaraCompagnoni/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/BarbaraCompagnoni_2016.mp4?raw=tru",
      "year": 2016
    },
    {
      "description": "Blood is a fascinating component of the human body. With only a few drops of blood, we can learn a lot about the conditions of our bodies. However, blood test results are usually conveyed in a complex format that is not understandable by everyone. Therefore, I built an interface that translates intricate blood test results into a simple and standardized format using interactive visualizations. The goal of this project is to provide a tool for patients to easily understand their health and bodies.",
      "image": "preview-2019/batool.png",
      "name": "Batool Akbar",
      "portfolio": "https://bsakbar.github.io/home-page/",
      "repo": "https://github.com/bsakbar/thesis",
      "subtitle": "Blood is a fascinating component of the human body.",
      "tags": ["health", "livelihood"],
      "title": "Understand Your Blood, Your Data",
      "url": "https://parsons.nyc/thesis-2019/batoolAkbar/web/home.html",
      "video": "https://github.com/bsakbar/thesis/blob/master/assets/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "The Los Angeles Riots of 1992 has a personal story to me that I only realized after doing research many “year”s later. In order to follow through the events that took place while I was quarantined at home in the midst of the chaos, I created this visualization that had an hour-by-hour record of the events that happened from the beginning of the violence to the end of the violence. The only consequence I personally faced was not being able to get the Flamin’ Hot Lays I got at my neighborhood market, Jay’s Market, but instead had to go to my dad’s friend’s liquor store. Little did I know that the liquor store stood because my dad among other Koreans living in Los Angeles, acquired rifles and stood guard on the rooftop to deter looters. The lives that were lost in the riots were senseless. The Los Angeles Times gathered data including stories of who each person was and how they lost their lives. A memorial is usually created with the “name”s of the honorable who died defending our country or in a tragic event that marks history. I created this visualization in order to memorialize the events, as well as the “name”s of those who died as a means of symbolizing an ongoing tension of power relationships and race relations that still go unresolved. The sense of injustice is what ingnited the city, while little was done to absolve or resolve any of it. It’s easy to forget this event when everything is seemingly normal today, but there still lies a growing tension that should not be ignored. With that, this memorial hopes to remind us that we had to go through this tragedy and that we should do a lot more to assure the prevention of another riot like this.",
      "image": "preview-2018/benzamin.png",
      "name": "Benzamin Yi",
      "portfolio": "https://github.com/benzyi",
      "repo": "https://github.com/benzyi/thesis",
      "subtitle": "The Los Angeles Riots of 1992 has a personal story to me.",
      "tags": ["society", "politics"],
      "title": "The Los Angeles Riots 1992",
      "url": "https://parsons.nyc/thesis-2018/benzaminYi",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/BenzaminYi_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "An emoji-focused reflection on my experience with COVID-19 in an era of imposed digital connection.",
      "image": "preview-2020/brad.png",
      "name": "Brad MacDonald",
      "portfolio": "https://www.bradmack.com/data-visualization",
      "repo": "https://github.com/daggus/EmojiEpoch/",
      "subtitle": "An emoji-focused reflection on my experience with COVID-19.",
      "tags": ["media", "society"],
      "title": "The Rona and Me",
      "url": "https://emoji-epoch.glitch.me/",
      "video": "https://github.com/daggus/EmojiEpoch//raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "The aim of this thesis is to map touring histories to British indie and alternative career arcs in a post-streaming world, ultimately creating and visualizing an artist’s career fingerprint through live music.",
      "image": "preview-2020/caitlyn.png",
      "name": "Caitlyn Ralph",
      "portfolio": "http://caitlynmralph.github.io/",
      "repo": "https://github.com/caitlynmralph/thesis-app-sandbox",
      "subtitle": "Mapping touring histories to British indie and alternative career arcs.",
      "tags": ["food", "culture"],
      "title": "Gut vs. Data",
      "url": "https://caitlynmralph.github.io/thesis-app-sandbox/",
      "video": "https://github.com/caitlynmralph/thesis-app-sandbox/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Over the past two decades, the branding and commercialization of opioids has created one of the greatest commercial successes and public health tragedies in the United States. Multifaceted marketing strategies, created by large pharmaceutical companies, highlight how the carefully curated image of opioids created a ubiquitous presence of the drug across the United States and changed the way Americans perceive pain.",
      "image": "preview-2019/candice.png",
      "name": "Candice Joan Mai Chan",
      "portfolio": "https://github.com/candicejmchan/",
      "repo": "https://github.com/candicejmchan/candicethesis",
      "subtitle": "The branding and commercialization of opioids has created one of the greatest commercial successes and public health tragedies in the United States.",
      "tags": ["health", "livelihood"],
      "title": "Opioids",
      "url": "https://candicejmchan.github.io/candicethesis2019/#/",
      "video": "https://github.com/candicejmchan/candicethesis2019/blob/master/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "Art museums are institutions that collect, curate, and exhibit works of art for the public. In so doing, they interpret, comment on, present, and shape our culture. But who works in museums and who goes to them? Two staff demographic surveys were published in 2015, one of New York City cultural grantees, the other of national art museum staff, followed by a second national survey in 2018. The latter showed changes in art museum demographics over time. These visualizations use the local survey dataset to explore racial and ethnic demographics of staff in NYC-funded museums, and probe a local museum collection dataset. What trends in museum staffing, collection acquisitions, and audience attendance are discernible from the data?",
      "image": "preview-2019/clare.png",
      "name": "Clare Churchouse",
      "portfolio": "https://www.clarechurchouse.com/",
      "repo": "https://github.com/churc/MajorStudio2",
      "subtitle": "Art museums are institutions that collect, curate, and exhibit works of art for the public.",
      "tags": ["arts", "leisure"],
      "title": "Do museums reflect who we are?",
      "url": "https://parsons.nyc/thesis-2019/clareChurchouse/",
      "video": "https://github.com/churc/MajorStudio2/blob/master/images/MS2_clare_VLC.m4v?raw=true",
      "year": 2019
    },
    {
      "description": "Using a hybrid approach of structured and unstructured learning, and the people-first philosophy of human-centered design, this project aims to reveal new data and meaningful insights that can be used by healthcare policymakers and civic-minded innovators to create a more integrative healthcare system.",
      "image": "preview-2019/colleen.png",
      "name": "Colleen McCaffrey",
      "portfolio": "https://github.com/colmccaffrey/",
      "repo": "https://github.com/colmccaffrey/thesis",
      "subtitle": "A hybrid approach of structured and unstructured learning.",
      "tags": ["health", "livelihood"],
      "title": "The Sum of Us",
      "url": "https://parsons.nyc/thesis-2019/colleenMcCaffrey/src/",
      "video": "https://github.com/colmccaffrey/thesis/blob/master/src/documentation/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "The Globalization of Japanese Language and Concepts ",
      "image": "preview-2020/danG.png",
      "name": "Dan Grunebaum",
      "portfolio": "https://dangrunebaum.github.io/portfolio/",
      "repo": "https://github.com/dangrunebaum/thesis",
      "subtitle": "The Globalization of Japanese Language and Concepts.",
      "tags": ["food", "culture"],
      "title": "Turning Japanese",
      "url": "http://parsons.nyc/thesis-2020/danGrunebaum/turning-japanese/",
      "video": "https://github.com/dangrunebaum/thesis/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Shenzhen, known as China’s booming silicon valley today, used to be a small fish town 40 “year”s ago. Today, it ranks one of the top mega-cities in China and leading examples of urbanization in developing countries.",
      "image": "preview-2020/danR.png",
      "name": "Dan Ran",
      "portfolio": "https://randandesign.com/#/",
      "repo": "https://github.com/shuvitRan/ShenzhenLivability",
      "subtitle": "Shenzhen, known as China’s booming silicon valley today, used to be a small fish town 40 years ago.",
      "tags": ["health", "livelihood"],
      "title": "Shenzhen",
      "url": "https://shuvitran.github.io/szapp/",
      "video": "https://github.com/shuvitRan/ShenzhenLivability/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Nice to meet you is about measuring ethnic, linguistic, religious, and cultural heterogeneity in the world. We intuitively understand that what language we are born speaking, what religion we follow and what color we are, predetermine a very significant part of our lives and who we are. The goal is to use this intuition to learn more about different societies via these proxy variables and test if the complexity of each country correlates with its economic outcomes, political system, geographic location, religion, or level of moral freedom. We further employ a clustering algorithm and create a taxonomy that organizes the countries in our world by their shared complexity (heterogeneity vs homogeneity). As a result a new world emerges, one in which our closest neighbors are not the ones sharing our borders but countries located thousands of miles away. The combined analysis and visualization leads us to the conclusion that there is ultimately more that binds us than divides us.",
      "image": "preview-2018/elena.png",
      "name": "Elena Paunova",
      "portfolio": "https://universeofatoms.com/",
      "repo": "http://beta.youmeet.me/who/similarity/default",
      "subtitle": "Nice to meet you is about measuring ethnic, linguistic, religious, and cultural heterogeneity in the world.",
      "tags": ["society", "politics"],
      "title": "Nice To Meet You",
      "url": "http://beta.youmeet.me/who/similarity/default",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/ElenaPaunova_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "Following the wake of several women coming forward against Harvey Weinstein, on October 15th, 2017, Alyssa Milano started an online movement behind the hashtag #metoo. She posted, “If you’ve been sexually harassed or assaulted write ‘me too’ as a reply to this tweet” (@Alyssa_Milano). What followed was a flood of stories, building a community of support, natively and primarily through social media. The movement encouraged more women to come forward — not only validating the experience of victims, but exposing more perpetrators beyond Weinstein. But is that all that was said within #metoo? How can we leverage this public platform to take the pulse of the crowd? This project explores the text of tweets in the 6 months following the start of the hashtag, using unsupervised machine learning to derive organic themes. By analyzing the scope of language used in #metoo tweets through k-means cluster analysis, we can uncover hidden themes. The project aims to answer the question: “what are people really saying with #metoo?”",
      "image": "preview-2018/ellie.png",
      "name": "Ellie Frymire",
      "portfolio": "https://github.com/efrymire",
      "repo": "https://github.com/efrymire/thesis",
      "subtitle": "Following the wake of several women coming forward against Harvey Weinstein...",
      "tags": ["language", "understanding"],
      "title": "An Exploration of the Movement #metoo",
      "url": "https://parsons.nyc/thesis-2018/ellieFrymire",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/EllieFrymire_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "Notes on Perspective experiments with making visually tangible and beautiful the thoughts and feelings that occured during a musical performance. It is a single page application (SPA) with three states. Each state visually experiments with binding data to an abstraction of embodied experience: 1) situatedness, 2) activity and 3) perception.",
      "image": "preview-2019/emily.png",
      "name": "Emily Chu",
      "portfolio": "http://3milychu.github.io/",
      "repo": "https://github.com/3milychu/thesis",
      "subtitle": "Notes on Perspective experiments with making visually tangible and beautiful the thoughts and feelings that occured during a musical performance.",
      "tags": ["arts", "leisure"],
      "title": "Notes on Perspective",
      "url": "https://parsons.nyc/thesis-2019/emilyChu/",
      "video": "https://github.com/3milychu/thesis/blob/master/demo.mp4?raw=true",
      "year": 2019
    },
    {
      "description": "In a climate of polarization, a peculiar idea might have the potential to reach across political frontiers: the idea to grant every citizen a universal income guarantee. This project is not only an attempt to facilitate a nuanced debate about this policy and its possible effects on incomes in the US but also an offer to think about welfare and shared growth in general.",
      "image": "preview-2019/felix.gif",
      "name": "Felix Buchholz",
      "portfolio": "http://felixbuchholz.com/",
      "repo": "https://github.com/felixbuchholz/thesis",
      "subtitle": "In a climate of polarization, a peculiar idea might have the potential to reach across political frontiers...",
      "tags": ["health", "livelihood"],
      "title": "Universal Income Guarantees",
      "url": "https://felixbuchholz.github.io/thesis2019/",
      "video": "https://raw.githubusercontent.com/felixbuchholz/thesis2019/master/public/assets/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "Teaching children how to code is a common goal in education in the US. Initiatives by the public and private sectors – such as code.org and CSforAll – are trying to address this with extensive funding and recommendations for courses and syllabi. But the long-term objectives of such initiatives are not clear. Will they create better citzens and more informed students? Or are they focused on a more productive workforce? These different agendas need to be aligned with concrete paths for the children and also juxtaposed with their professional and lived experience. Based on CSTA K 12 Computer Science Standards, and Github repositories as proxies for applied computer science, this visualization shows gaps and opportunities on both sides.",
      "image": "preview-2018/flavio.png",
      "name": "Flávio Pessoa",
      "portfolio": "https://flaviopessoa.com.br/",
      "repo": "https://github.com/pessoaflavio/thesis",
      "subtitle": "The relationship between computer science education and computational trends in Github.",
      "tags": ["language", "understanding"],
      "title": "CS Education and Computational Trends",
      "url": "https://parsons.nyc/thesis-2018/flavioPessoa/thesis",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/FlavioPessoa_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "This project was fueled by the notion that the majority of data shared within the Social Science community—specifically the field of Child Attachment—is done so using static forms of communication. Scholarly articles, grants, and research papers serve as the dominant method of distributing work. This visualization sought to challenge that status quo by creating a digital resource that portrayed data collected by The Group Attachment Based Intervention (GABI) study, a pragmatic clinical trial focused on reducing child maltreatment in vulnerable families. It was developed jointly by The New School for Social Research Center for Attachment and Einstein Albert Einstein College of Medicine’s Center for Babies, Toddlers and Families, in the South Bronx, the poorest congressional district in the United States. The intervention targets vulnerable families at high risk of maltreatment and abuse, specifically working with children ages 0-3. One in four children in the United States experiences child maltreatment at some point in their lives. Among these, one in four victims will be under the age of three. This visualization hopes to shed light on the important work being conducted by this study and provide a unique resource that can better share psychological datasets with all stakeholders involved in the work as well as greater interested audiences.",
      "image": "preview-2016/gabi.png",
      "name": "Gabriella Steele",
      "portfolio": "https://github.com/gabisteele",
      "repo": "https://github.com/gabisteele/thesis",
      "subtitle": "This project was fueled by the notion that the majority of data shared within the Social Science community—specifically the field of Child Attachment—is done so using static forms of communication.",
      "tags": ["data", "policy"],
      "title": "The Group Attachment Based Intervention",
      "url": "https://parsons.nyc/thesis-2016/gabiSteele/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/GabiSteele_2016.mp4?raw=true",
      "year": 2016
    },
    {
      "description": "Global seapower competition is intensifying. As China dredges up ≈3,200 acres of territory ex nihilo in the South China Sea and emplaces sea missiles astride the Philippine archipelago, and as Russia disperses its submarines more widely across the Mediterranean as it conducts simulated attack strafing runs against NATO vessels in the Baltic Sea, the Obama and Trump national security teams have faced increasingly intricate naval diplomacy and maritime security challenges in recent “year”s. With these shifts in mind, this thesis examines the overall patterns in U.S. naval diplomacy worldwide from 2012 to 2018, querying diplomatic tension in the STRATFOR dataset under both the Obama and Trump administrations and comparing them to vessel movements as well as freedom of navigation operations (FONOPS). In addition, this thesis examines the geostrategic impact of Secretary of State Hillary Clinton’s diplomatic pivot to Asia in 2011 and Secretary of Defense Leon Panetta’s decision in 2012 to move 60% of the U.S. fleet to the Pacific, breaking with decades of a roughly even 50%-50% Atlantic-Pacific force posture.",
      "image": "preview-2018/george.png",
      "name": "George Sieniawski",
      "portfolio": "https://github.com/visualizedata/thesis-2018/tree/master/georgeSieniawski",
      "repo": "https://github.com/visualizedata/thesis-2018/tree/master/georgeSieniawski",
      "subtitle": "Global seapower competition is intensifying.",
      "tags": ["landscapes", "pathways"],
      "title": "Strength in Numbers",
      "url": "https://parsons.nyc/thesis-2018/georgeSieniawski/public/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/GeorgeSieniawski_2018.mp4?raw=true",
      "year": 2018 
    },
    {
      "description": "Catering to America’s material overflow, the self-storage industry has exploded into a booming $36 billion dollar market. Nearly 1 out of 10 American households currently rent a self storage unit and it’s continually growing. Visualizing survey data, this project examines how customers participate in this industry, revealing how self-storage is a window into America’s relationship to consumption.",
      "image": "preview-2019/grace.png",
      "name": "Grace Martinez",
      "portfolio": "https://github.com/graceiseverywhere",
      "repo": "https://github.com/graceiseverywhere/thesis/",
      "subtitle": "",
      "tags": ["data", "policy"],
      "title": "Self-Storage Nation",
      "url": "https://parsons.nyc/thesis-2019/graceMartinez/",
      "video": "https://github.com/graceiseverywhere/thesis/blob/master/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "This project attempts to provide a data visualization tool for qualitative analysis of career history data at a large scale using automation and dimensionality reduction. Individuals may use it to explore unbiased information regarding career choices to plan or research career paths for themselves, or to confirm or deny commonly held beliefs about which skills or activities complement which careers and vice versa.",
      "image": "preview-2017/ian.png",
      "name": "Ian Smith",
      "portfolio": "http://codesmithlab.com/",
      "repo": "https://github.com/Ianssmith/thesis",
      "subtitle": "Catering to America’s material overflow, the self-storage industry has exploded into a booming $36 billion dollar market.",
      "tags": ["language", "understanding"],
      "title": "Lincmap",
      "url": "http://parsons.nyc/thesis-2017/ianSmith/",
      "video": "https://vimeo.com/218038907",
      "year": 2017
    },
    {
      "description": "The increase in passively invested money, index funds, is affecting the relationship between management and shareholders in basically every listed U.S. company. As index funds account for a larger share of the stock market, more voting power lies with the largest fund managers. As activists have been submitting more shareholder proposals on environmental issues, how did this voting power of index funds play out?",
      "image": "preview-2019/isabel.png",
      "name": "Isabel Verkes",
      "portfolio": "",
      "repo": "https://github.com/IsVer/mst/",
      "subtitle": "This project provides a data visualization tool for qualitative analysis of career history data at a large scale using automation and dimensionality reduction.",
      "tags": ["media", "society"],
      "title": "Passive Activism",
      "url": "https://parsons.nyc/thesis-2019/isabelVerkes/",
      "video": "https://github.com/IsVer/mst/blob/cc863da387b53f4608aa7b51e24b3d0d4d9c0db7/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "Glimpse is a Chrome extension that reveals the network of entities that watch you on the web, across time, and across space. It shows you who can track your location on the internet and in real life. Every time you visit a website, the other party can decide whom to inform. These third parties may send you images and videos you want to see, serve you advertising you don’t want to see, or track your behavior without your knowledge. They all have one thing in common: at the moment your browser interacts with them, they know what site you’re on, what time you visited that site, and your physical location at that moment. This information can be used to build a profile, but you have no way of knowing who knows what. Glimpse is an attempt to create legibility around your online footprint: it hooks into your browser and keeps a record of the entities that receive information about you. You can keep a record of what part of your life is exposed to whom.",
      "image": "preview-2016/jacob.png",
      "name": "Jacob Romer",
      "portfolio": "https://glimpse.fyi/",
      "repo": "https://github.com/jacobmbr/glimpse",
      "subtitle": "Glimpse is a Chrome extension that reveals the network of entities that watch you on the web.",
      "tags": ["data", "technology"],
      "title": "Glimpse",
      "url": "http://parsons.nyc/thesis-2016/jacobRomer/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/JacobRomer_2016.mp4?raw=true",
      "year": 2016
    },
    {
      "description": "World species are declining at relatively high rates. Researchers in the fields of ecology, conservation biology, and related areas of study are working to better understand species, and the factors contributing to their loss. In generating this knowledge, the scientific community in many ways shapes conservation policy and natural resource management. However, it has been shown that certain species and taxa receive much more attention than those that may be more difficult to access or less beneficial to humans. As a result, species which may be more critical to the overall health of an ecosystem may be at risk. With so much of our conservation practices dependent on the knowledge produced by the scientific community, it is critical to address this taxonomic bias in research. This project offers one solution to the challenge of communicating bias in organismal research. Using the publications from one major scientific journal, the visualization allows the the reader to explore animal species organized taxonomically and by number of publications where the species is mentioned. Readers can explore publications at a species level or use the sorting tools to observe trends. This visual investigation aims to provoke the reader into questioning prevailing practices for understanding nature. Using research publications as a lens through which we can explore scientific methods of inquiry, this piece visualizes not only the species which receive the most attention from humans but also those which may be least understood.",
      "image": "preview-2016/jaime.png",
      "name": "Jaime Tanner",
      "portfolio": "http://www.jaimetanner.com/",
      "repo": "https://github.com/tannerjaime/thesis",
      "subtitle": "World species are declining at relatively high rates.",
      "tags": ["health", "livelihood"],
      "title": "Taxonomic Bias",
      "url": "https://parsons.nyc/thesis-2016/jaimeTanner/project.html",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/JaimeTanner_2016.mp4?raw=true",
      "year": 2016
    },
    {
      "description": "Stepping into the Great Swamp Swamps have always been a source of terror and fascination but are actually valuable ecosystems. Swamp Walk weaves together the cultural prejudices and the ecological value of swamps, along with archival graphics from the jetport battle that took place in The Great Swamp in New Jersey between 1959 to 1970.",
      "image": "preview-2020/janice.png",
      "name": "Janice Yamanaka-Lew",
      "portfolio": "https://github.com/jyamanaka",
      "repo": "https://github.com/jyamanaka/MajorStudio2",
      "subtitle": "Stepping into the Great Swamp Swamps have always been a source of terror and fascination but are actually valuable ecosystems.",
      "tags": ["media", "society"],
      "title": "Swamp Walk",
      "url": "https://parsons.nyc/thesis-2020/janiceYamanakaLew/index.html",
      "video": "https://github.com/jyamanaka/MajorStudio2/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "The American Archive of Public Broadcasting is a collaboration between PBS flagship station WGBH in Boston and the Library of Congress. This is a tool to visually explore and discover the unique public non-commercial media that exists within this collection.",
      "image": "preview-2019/jed.png",
      "name": "Jed Crocker",
      "portfolio": "https://github.com/okhobb/",
      "repo": "https://github.com/okhobb/jedrs-thesis",
      "subtitle": "The American Archive of Public Broadcasting is a collaboration between PBS flagship station WGBH in Boston and the Library of Congress. ",
      "tags": ["media", "society"],
      "title": "Visually Exploring the American Archive",
      "url": "http://jedcrocker.com/thesis/#/",
      "video": "https://github.com/jed-c/thesis-video/raw/master/demo.m4v?raw=true",
      "year": 2019
    },
    {
      "description": "In the 1930‘s, the Home Owner’s Loan Corporation was conceived with the singular purpose of providing federal support on mortgage underwriting risk. In practice, the firm quantified that risk largely through the lens of perceived racial desirability. The borders drawn by the HOLC, literal red lines that demarcated neighbourhoods to be starved of investment, still express contemporary inequalities in socioeconomic security. In general, there persists today in America an embedded network of such structural factors, contributing to unequal social outcomes. Compounding the issue of discursively challenging these structures are broad misconceptions on their character and import. However, with issues as directly geospatial as redlining and de jure segregation, there exists an opportunity in visual media to create direct, concise, and easily-interpretable representations of typically oblique content- content that remains both vital to contemporary social welfare, and fundamentally misunderstood by the American layman.",
      "image": "preview-2018/joe.png",
      "name": "Joe Steele",
      "portfolio": "https://github.com/jsteele2003",
      "repo": "https://github.com/jsteele2003/msdv_thesis",
      "subtitle": "In the 1930‘s, the Home Owner’s Loan Corporation was conceived with the singular purpose of providing federal support on mortgage underwriting risk.",
      "tags": ["landscapes", "pathways"],
      "title": "Moving the Line",
      "url": "https://parsons.nyc/thesis-2018/joeSteele/redlining/dist",
      "video": "",
      "year": 2018
    },
    {
      "description": "The role of flavor perception in modern blueberry breeding",
      "image": "preview-2020/john.png",
      "name": "John Outwater",
      "portfolio": "http://www.johnoutwater.com/",
      "repo": "https://github.com/joutwater/jo_berry_code",
      "subtitle": "Modern blueberry breeding.",
      "tags": ["food", "culture"],
      "title": "Sensing Blue",
      "url": "http://parsons.nyc/thesis-2020/johnOutwater/",
      "video": "https://github.com/joutwater/jo_berry_code/blob/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Written in the early 1300s, The Divine Comedy stands at the threshold of the Medieval and the Renaissance ages. Both its grand universal scope — Dante travels through the center of earth, up through the planets, and beyond the stars — and the intimate, vivid realism with which Dante portrays the souls he encounters, have captivated readers for seven centuries. In the Renaissance, the specificity of Dante’s geometry led figures such as Botticelli and Galileo to speculate on the exact topology of the Inferno. In the time since, artists from Bosch to Rodin to Twombly have imagined and reimagined the landscapes and populations of Hell, Purgatory, and Paradise. For poets and writers, the formal complexity, beauty, and radical inventiveness of Dante’s poetry has opened countless pathways for remaking and reconceiving the written word. This project draws inspiration specifically from Italo Calvino and Jorge Luis Borges, the great 20th century fabulists, each of whom regarded Dante as a touchstone for the visual and spatial imagination. This project seeks to extend these speculations, inspirations, and reimaginations into the emergent 21st century paradigms of knowledge generation: the three-dimensional interactive capabilities of the graphical user interface, and the n-dimensional dynamics of data transit. Built in JavaScript, using the Threejs 3D library and a MongoDB database, this speculative map of Dante’s poetic space serves as an environment for active, exploratory, deep, and collaborative reading of the poem. My central questions are: How can poetic space be visualized? And how can such a visualization lead us to new modes of reading, understanding, imagination, and expression?",
      "image": "preview-2016/jonathan.png",
      "name": "Jonathan Thirkield",
      "portfolio": "http://www.floatingmedia.com/",
      "repo": "https://github.com/jthirkield/thesis",
      "subtitle": "Written in the early 1300s, The Divine Comedy stands at the threshold of the Medieval and the Renaissance ages.",
      "tags": ["arts", "leisure"],
      "title": "Visualizing Poetic Space",
      "url": "https://parsons.nyc/thesis-2016/jonThirkield/",
      "video": "https://github.com/jthirkield/thesis/blob/master/screenpics/DanteInfernoScreenRecording.mov?raw=true",
      "year": 2016
    },
    {
      "description": "This thesis attempts to explore the activity of players in a Massive Multiplayer Online Role Playing Game (MMORPG) by visualizing the interactions they engage in while playing the game and reveal patterns behind them. What do they do while playing the game? Who do they meet and who do they talk to? Do they spend more time interacting with humans or the virtual environment? What are their usage patterns like and what motivates them to become so invested in these shared virtual environments? Not much is known about the structure and nature of these interactions. Hence, I plan to investigate these interactions through a visualization to better understand the psychology and the patterns behind them. I will be using the shared virtual environment of Aion (an MMORPG released in 2009) as the backdrop for this project. It will be the environment through which these interactions are captured and visualized from. I picked Aion is because it is a highly successful MMORPG that has been around for a long time, and has a large player base. Aion was developed by a Korean gaming company called NCSOFT, and they have gaming servers and offices in Asia, Europe, and North America. I have personally played this game myself in the past and am familiar with the concept and mechanics of the game.",
      "image": "preview-2017/joshua.png",
      "name": "Joshua Lee",
      "portfolio": "http://joshualee.sg/",
      "repo": "https://github.com/neuralism/thesis-app",
      "subtitle": "This thesis attempts to explore the activity of players in a Massive Multiplayer Online Role Playing Game (MMORPG)...",
      "tags": ["competition", "play"],
      "title": "Player Interactions in Online Games",
      "url": "https://parsons.nyc/thesis-2017/joshuaLee/",
      "video": "https://github.com/neuralism/thesis-app/blob/master/client/video/visualization.mp4?raw=true",
      "year": 2017
    },
    {
      "description": "Olympic Games and World Championships showcase the world’s best athletes. While medalists earn a significant premium over fourth place finishers, the margins of victory have become vanishingly small. This series of interactive visualizations examines three stories from those margins. First, situated in the 2018 Winter Olympic Games, viewers are invited to test hypothetical scenarios in which athletes’ performances improve by thin margins. The second visualization highlights a story from the swimming pool, where technological advances in equipment effectively changed the parameters of a sport. Finally, viewers can re-live the 2018 Winter Olympic Games men’s singles luge event via an animation that displays the top eight athletes side-by-side on the track.",
      "image": "preview-2018/julian.png",
      "name": "Julian Lange",
      "portfolio": "https://www.julianhlange.com/",
      "repo": "https://github.com/julianhlange/thesis",
      "subtitle": "Olympic Games and World Championships showcase the world’s best athletes.",
      "tags": ["competition", "play"],
      "title": "On and Beyond the Edge",
      "url": "https://parsons.nyc/thesis-2018/julianLange",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/JulianLange_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "While 92% of girls believe anyone can acquire the skills of leadership, only 21% believe they currently have most of the key qualities required to be a good leader (Schoenberg, Salmond, Fleshman, 2008). Political leadership determines the public policy of a country. Diverse political leadership ensures accurate representation of the population. In the United States, a gender gap exists in political leadership. Although women gained the right to vote 97 “year”s ago, in federal and state politics women hold fewer than 20% of seats in congress (Pew Research Center, 2015). Girls and women are often not viewed in society as strong leaders, not only by boys and men, but equally by women themselves. Society needs to become aware of these false perceptions of female leaders and their negative impact on political representation. This visualization contrasts the perspectives of women, men, boys, and girls to the number of men and women in various political entities. Comparing these four viewpoints allows for a more comprehensive look at how gender and age affect the relationship between the perceptions of female leaders and the reality of the number of female leaders in politics.",
      "image": "preview-2016/justine.png",
      "name": "Justine Keller",
      "portfolio": "https://www.justinekeller.com/",
      "repo": "https://github.com/Justinerk2/MajorStudio2",
      "subtitle": "While 92% of girls believe anyone can acquire the skills of leadership, only 21% believe they currently have most of the key qualities required to be a good leader...",
      "tags": ["society", "politics"],
      "title": "Leadership Gender Gap",
      "url": "https://parsons.nyc/thesis-2016/justineKeller/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/JustineKeller_2016.mp4?raw=true",
      "year": 2016
    },
    {
      "description": "A look at product placement in popular movies, the brands being marketed to you, and a shot-by-shot product analysis of the film that kick-started the biggest franchise in movie history.",
      "image": "preview-2018/kevin.png",
      "name": "Kevin Lee",
      "portfolio": "https://github.com/noalarms/MSDV-Thesis",
      "repo": "https://github.com/noalarms/noalarms.github.io",
      "subtitle": "A look at product placement in popular movies, the brands being marketed to you...",
      "tags": ["competition", "play"],
      "title": "What Movies Are Selling You",
      "url": "https://parsons.nyc/thesis-2018/kevinLee",
      "video": "https://github.com/noalarms/noalarms.github.io/blob/master/clips/im-poster.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "Tennis is unique from other sports with the fact that there are no “home games” or “regional conferences” for the players and all tour“name”nts take place in different cities throughout the world. Players on the Women’s Tennis Association (WTA) tour typically spend 10+ months of the “year” on the road, which could include weekly change of climates and altitudes. This project explores the annual travel path for the top 30 women tennis players in 2018 and outlines what efficiency is needed to reach the top 10.",
      "image": "preview-2019/kiril.png",
      "name": "Kiril Traykov",
      "portfolio": "https://github.com/kiriltraykov",
      "repo": "https://github.com/kiriltraykov/kiriltraykov.github.io/tree/master/thesis",
      "subtitle": "Tennis is unique from other sports...",
      "tags": ["arts", "leisure"],
      "title": "Travel in Women’s Professional Tennis",
      "url": "https://parsons.nyc/thesis-2019/kirilTraykov/",
      "video": "https://github.com/kiriltraykov/kiriltraykov.github.io/blob/master/kiril.m4v?raw=true",
      "year": 2019
    },
    {
      "description": "Although Canada has no official measure of poverty, food insecurity (the financial and/or physical inability to access adequate food) is present in homes across the country, with a particularly severe prominence in Canada’s Northern territories of the Yukon, Northwest Territories, and Nunavut. Northern Canada’s unique geographical and social landscape make its residents especially vulnerable to food insecurity. Extreme temperatures, low population density, isolated communities, inconsistent access, and a higher Aboriginal population set Canada’s north apart. Declining physical and mental health, the deterioration of Aboriginal traditions, and a degeneration of society are at stake when food insecurity exists. Informed through current studies, reports, initiatives, and data collection, this investigation strives to synthesize the available resources into a single visual representation. The process revealed the inconsistency and lack of granularity within publicly available data related to Northern Canadian food insecurity, as well as the many determinants which intersect to create vulnerability within communities. The final visualization breaks down the complexity of the issue into an organized narrative in order to establish a foundational knowledge of Northern Canadian food insecurity.",
      "image": "preview-2016/linnea.png",
      "name": "Linnea Lapp",
      "portfolio": "https://github.com/llapp/",
      "repo": "https://github.com/llapp/majorstudio2",
      "subtitle": "Although Canada has no official measure of poverty, food insecurity (the financial and/or physical inability to access adequate food) is present in homes across the country.",
      "tags": ["health", "livelihood"],
      "title": "Patterns of Vulnerability",
      "url": "https://parsons.nyc/thesis-2016/linneaLapp/",
      "video": "https://github.com/llapp/majorstudio2/blob/master/documentation/interactivity.mov?raw=true",
      "year": 2016
    },
    {
      "description": "Voting choices are made on more than just facts – emotion, bias and unconscious thought play an important role in one’s decision-making process. But what effect does advertising have? This thesis visualizes American voters’ unconscious response to political advertising & media.",
      "image": "preview-2020/lulu.png",
      "name": "Lulu Tanenbaum",
      "portfolio": "http://lulutanenbaum.com/",
      "repo": "https://github.com/visualizedata/thesis-2020/tree/master/luluTannenbaum",
      "subtitle": "Voting choices are made on more than just facts...",
      "tags": ["media", "society"],
      "title": "Your Brain on Political Media",
      "url": "http://lulutanenbaum.com/portfolio/thesis/",
      "video": "https://vimeo.com/422526930",
      "year": 2020
    },
    {
      "description": "Visualizing the unequal impacts of gun violence and the search for peace in America’s cities.",
      "image": "preview-2020/marisa.png",
      "name": "Marisa Ruiz Asari",
      "portfolio": "https://www.marisaasari.com/",
      "repo": "https://github.com/marisaruizasari/thesis",
      "subtitle": "Visualizing the unequal impacts of gun violence.",
      "tags": ["data", "policy"],
      "title": "Weapons of Mass Injustice",
      "url": "https://weaponsofmassinjustice.netlify.app/",
      "video": "https://github.com/marisaruizasari/thesis/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Every two “year”s we witness an unconscionable amount of money being spent in an election cycle while candidates and elected officials spend an increasing amount of their time courting donations. This project seeks to visualize the financial forces behind the battleground US Senate elections from 2016. Bracketing the six most expensive elections, I identified the top ten outside groups pushing money into the races and then connected those groups’ top ten sources of funds to the network. Patterns and relationships emerge in the biographical layer: a husband and wife give matching $17.5M dollar gifts, super PACs with dystopian “name”s are bankrolled by people with no connection to the state whose voters they seek to influence, dark sources are illuminated, and the methods in which these influential sources acquired and maintained their wealth are revealed.",
      "image": "preview-2018/max.png",
      "name": "Max Carradine",
      "portfolio": "https://mbcarradine.github.io/",
      "repo": "https://github.com/mbcarradine/mbcarradine.github.io/tree/master/thesis",
      "subtitle": "Every two years we witness an unconscionable amount of money being spent in an election cycle...",
      "tags": ["society", "politics"],
      "title": "The Influencers",
      "url": "https://parsons.nyc/thesis-2018/maxCarradine/thesis",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/MaxCarradine_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "A User Interface for Exploring Income Statements",
      "image": "preview-2020/michael.png",
      "name": "Michael Desai",
      "portfolio": "http://michaeldesai.com/",
      "repo": "https://github.com/mi-desai/thesis",
      "subtitle": "2019 Income Statements",
      "tags": ["data", "policy"],
      "title": "Visual Value",
      "url": "https://parsons.nyc/thesis-2020/michaelDesai/",
      "video": "https://github.com/mi-desai/thesis/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "The Sahel region in northern Africa is a place where the member countries are joined by conflict and depravations. While it has historically been largely arid and difficult area in which to survive, the situation has worsened manifold since the region experienced its worst drought for decades in 2010. This drought which has stressed governmental services as it has allowed a new sort of terrorism to flourish. The UN has organized several missions in the region in hopes of stabilizing the situation but has often met with limited success. This work will focus on examining what it means when a state is defined by multilateral organizations as being fragile. The rehetoric will be understood through indicators measuring climate change, the activities of al-Qaida, Boko Haram, the Islamic State, and other violent actors in the region via the ACLED dataset, and the degradaton of trust in public services and other political instabilities each of these have engendered.",
      "image": "preview-2019/michael.gif",
      "name": "Michael Wolf",
      "portfolio": "http://michaelwolf.info/",
      "repo": "https://github.com/wolfm2/thesis",
      "subtitle": "The Sahel region in northern Africa is a place where the member countries are joined by conflict and depravations.",
      "tags": ["data", "policy"],
      "title": "How Fragile is the Sahel?",
      "url": "https://parsons.nyc/thesis-2019/michaelWolf/",
      "video": "https://wolfm2.github.io/thesis/demo.mp4?raw=true",
      "year": 2019
    },
    {
      "description": "In game theory, social dilemmas are situations where the interests of the individual stand in direct opposition to the interests of the many. Game theory has demonstrated that in these scenarios the most rational choice for the individual is to act selfishly rather than for the collective good. However, when these social dilemmas are played out repeatedly, cooperative behavior can emerge as the more advantageous choice. This project explores three social dilemmas - the most famous being the Prisoner’s Dilemma - and ten different strategies for playing these games repeatedly. We demonstrate how strategies, ranging in character from benevolent cooperators to unscrupulous defectors, can be more successful than others depending on the social dilemma to which they are applied. Furthermore, we aim to discover if certain strategies can elicit cooperation from their peers, thus creating a more trusting and ultimately more successful society.",
      "image": "preview-2018/michal.png",
      "name": "Michal Bacon",
      "portfolio": "https://github.com/mibacon",
      "repo": "https://github.com/visualizedata/socialdilemmas",
      "subtitle": "In game theory, social dilemmas are situations where the interests of the individual stand in direct opposition to the interests of the many.",
      "tags": ["competition", "play"],
      "title": "Escaping Social Dilemmas",
      "url": "https://parsons.nyc/thesis-2018/michalBacon",
      "video": "https://github.com/visualizedata/michal-bacon-thesis/tree/master/video",
      "year": 2018
    },
    {
      "description": "Throughout history, both the Supreme Court and lower levels of government have played essential roles in determining the extent to which women can legally access contraception and abortion. Making use of archival data collected by the Supreme Court as well as qualitative data about state abortion policy, this project seeks to investigate how decisions made at the Supreme Court level are implemented within the individual states.",
      "image": "preview-2019/mikaela.png",
      "name": "Mikaela Ergas Lenett",
      "portfolio": "https://github.com/mikaela-el",
      "repo": "https://github.com/mikaela-el/thesis",
      "subtitle": "Throughout history, both the Supreme Court and lower levels of government have played essential roles in determining the extent to which women can legally access contraception and abortion.",
      "tags": ["health", "livelihood"],
      "title": "From the Supreme Court to the States",
      "url": "https://parsons.nyc/thesis-2019/mikaelaErgasLenett/",
      "video": "https://github.com/mikaela-el/thesis/blob/master/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "Exploring different facets of sexual misconduct, harassment, and discrimination in STEM academia to highlight how the environment has protected perpetrators of sexual misconduct, and facilitated a self-perpetuating gender gap to this day.",
      "image": "preview-2020/mio.png",
      "name": "Mio Akasako",
      "portfolio": "https://mioakasako.com/",
      "repo": "https://github.com/miopio/thesis-play",
      "subtitle": "Exploring different facets of sexual misconduct, harassment, and discrimination in STEM academia...",
      "tags": ["data", "policy"],
      "title": "Women in STEM",
      "url": "https://miopio.github.io/thesis-play",
      "video": "https://github.com/miopio/thesis-play/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Broadway musical theatre is not a ephemeral and New York local phenomenon. It is a powerful brand, and a form of cultural export, which through international touring and international productions, has created a global network of audience. However, while eyes and ears are on the 40 theatres on the Great White Way, the theatre industry has hardly examined this mechanism of international business and Broadway’s cultural impact.",
      "image": "preview-2017/nancy.png",
      "name": "Nancy Zhao",
      "portfolio": "https://github.com/nancyzhao888",
      "repo": "https://github.com/nancyzhao888/thesis",
      "subtitle": "Broadway musical theatre is not a ephemeral and New York local phenomenon.",
      "tags": ["arts", "leisure"],
      "title": "The Afterlife of Broadway Musicals",
      "url": "http://parsons.nyc/thesis-2017/nancyZhao/",
      "video": "https://nancyzhao888.github.io/thesis/work/broadway/video/presentation.mp4?raw=true",
      "year": 2017
    },
    {
      "description": "An analysis of Twitter content, user behavior, and correlation to Bitcoin market value.",
      "image": "preview-2020/neil.png",
      "name": "Neil Oliver",
      "portfolio": "https://neil-oliver.github.io/WebAdvanced_Spring2020_olivn897/portfolio/",
      "repo": "https://github.com/neil-oliver/thesis",
      "subtitle": "An analysis of Twitter content.",
      "tags": ["media", "society"],
      "title": "Is Twitter Feeding Bitcoin?",
      "url": "http://neiloliver.co/influence/",
      "video": "https://github.com/neil-oliver/thesis/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Cambrian Analytica is a speculative design project that aims to answer the question: “What would it take for people to care about their personal data?” By using real personal data to generate zoomorphic incarnations of daily behavior, the project seeks to bring attention to the opportunities for self-reflection in a digital age.",
      "image": "preview-2019/nic.png",
      "name": "Nic Stark",
      "portfolio": "https://nicstark.com/",
      "repo": "https://github.com/nicstark/thesis",
      "subtitle": "Cambrian Analytica is a speculative design project that aims to answer the question: “What would it take for people to care about their personal data?”",
      "tags": ["arts", "leisure"],
      "title": "Cambrian Analytica",
      "url": "https://parsons.nyc/thesis-2019/nicStark/MicroSite/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/NicStark_2019.mov?raw=true",
      "year": 2019
    },
    {
      "description": "A User Interface for Mapping New York City‘s Green Roof Potential",
      "image": "preview-2020/nour.png",
      "name": "Nour Zein",
      "portfolio": "https://nourzein.me/",
      "repo": "https://github.com/nourzein/thesis",
      "subtitle": "New York City‘s Green Roof Potential.",
      "tags": ["health", "livelihood"],
      "title": "Greening From the Rooftops",
      "url": "https://green-roof-potential.herokuapp.com/",
      "video": "https://github.com/nourzein/thesis/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "Commonly, numerical values expressed in multiple orders of magnitude are difficult to comprehend, particularly so for audiences that are less mathematically inclined. The deliverable of this project is intended to narrow this gap in comprehension in order to create meaning and make interpretable a true model of the solar system to a general audience. Using the physical landscape of Manhattan as its backdrop, the wave 9 mobile application guides audiences on a walking tour through a physical model of the solar system that begins at Parsons campus in downtown New York and stretches up Fifth Avenue to the Metropolitan Museum of Art, where the model concludes. Along the way, guided by the applications map, audiences encounter various markers which trigger 3D renderings within the mobile app visualizing the various planets of our solar system using augmented reality technology. The three dimensional renderings set within the recognizable landscape of New York city provides audience with a level of comprehension of size, scale, interplanetary relationship, and solar enormity in a clear, intuitive, and accessible way.",
      "image": "preview-2017/pj.png",
      "name": "PJ Moriarty",
      "portfolio": "https://github.com/moriartp",
      "repo": "https://github.com/moriartp/ms2",
      "subtitle": "Commonly, numerical values expressed in multiple orders of magnitude are difficult to comprehend, particularly so for audiences that are less mathematically inclined...",
      "tags": ["landscapes", "pathways"],
      "title": "Wave9",
      "url": "https://parsons.nyc/thesis-2017/pjMoriarty/index.html",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/PJMoriarty_2017.mp4?raw=true",
      "year": 2017
    },
    {
      "description": "Americans are thought to be fond of following fad diets, paradigms of eating often based on novel, ever-changing nutrition research. This project is concerned with finding in actuality how American food consumption has changed throughout the past century and illustrating to what extent it responds to relevant historical events. Towards that end, it considers the distribution of foods in the American food supply, which are—to some extent—the foods that Americans desire to eat and—ultimately—the foods that are available for them to eat. Tracking this over a span of 100 “year”s, the visualization consists of a timeline exploring this changing distribution, which is then punctuated by qualitative information about significant events in areas like nutrition research, agricultural technology, trend diets, and official dietary guidelines. The project superimposes all of this information to create an honest depiction of the food supply (and, indirectly, food consumption) in America today and in the past. Avoiding reductive statistics and statements, it curates multiple previously uncombined sources of data and portrays them clearly and plainly; in doing so, it invites instructed readers to discover relationships between them.",
      "image": "preview-2018/rik.png",
      "name": "Rik Ghosh",
      "portfolio": "https://rikghosh.com/",
      "repo": "https://github.com/rikghosh/thesis",
      "subtitle": "Americans are thought to be fond of following fad diets, paradigms of eating often based on novel, ever-changing nutrition research.",
      "tags": ["food", "agriculture"],
      "title": "A Century of American Food",
      "url": "https://parsons.nyc/thesis-2018/rikGhosh",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/RikGhosh_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "How do we measure influence? If you allow that a link from one page to another allows us to measure relevance, ala the PageRankU+2122 algorithm, and that proximity (e.g. the number of links from one page to another) gives us a sense of how that relevance diminishes with distance, ‘influence’ is only a function of chronological order. This project is a case study in applying this methodology to the art movement, Dada, using the closed network of wikipedia to provide a consistent dataset. From this dataset (the scraped URLs and basic metadata of pages linking to and from Dada) a map of the conceptual framework, players and geography of Dada is established, contextualizing the art movement within it’s moment in history.",
      "image": "preview-2017/riley.png",
      "name": "Riley Hoonan",
      "portfolio": "https://rileyhoonan.com/",
      "repo": "https://github.com/rhoon/thesis",
      "subtitle": "How do we measure influence?",
      "tags": ["arts", "leisure"],
      "title": "Mapping Dada",
      "url": "http://www.mappingdada.info/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/RileyHoonan_2017.mp4?raw=true",
      "year": 2017
    },
    {
      "description": "Visualizing Maritime Claims at the UN in regard to the Continental Shelf.",
      "image": "preview-2020/robin.png",
      "name": "Robin Coenen",
      "portfolio": "http://robincoenen.de/",
      "repo": "https://github.com/robincoenen/thesis_production",
      "subtitle": "Visualizing Maritime Claims at the UN.",
      "tags": ["data", "policy"],
      "title": "With Compliments to the Secretary General",
      "url": "https://parsons.nyc/thesis-2020/robinCoenen",
      "video": "https://github.com/robincoenen/thesis_production/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "This visualization explores redlining and discriminatory federal New Deal housing policy’s lasting impact on homeownership, home equity, and wealth building opportunities across New York City.",
      "image": "preview-2019/ryan.png",
      "name": "Ryan Best",
      "portfolio": "https://ryanabest.com/",
      "repo": "https://github.com/ryanabest/ms2-2019/tree/master/thesis",
      "subtitle": "This visualization explores redlining and discriminatory federal New Deal policies.",
      "tags": ["data", "policy"],
      "title": "Drawing Discrimination",
      "url": "https://parsons.nyc/thesis-2019/ryanBest/",
      "video": "https://raw.githubusercontent.com/ryanabest/ms2-2019/master/thesis/public/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "Vegetation indices derived from satellite flyover data tend to correlate with GDP, particularly in agrarian economies. This analysis explores the linkages between agricultural policymaking, land usage patterns/vegetation shifts, and economic output in sub-Saharan Africa. By aggregating thousands of sequential satellite measurements taken by Landsat 5, 7, and 8 between 1990 and present-day, this study constructs a normalized difference vegetation index (NDVI) using Google Earth Engine servers. Agricultural classification and geospatial masking are specified by the author.",
      "image": "preview-2018/rye.png",
      "name": "Rye Zupancis",
      "portfolio": "https://www.pikacreative.com/",
      "repo": "https://github.com/ryezzz/Sub-Saharan-Africa-NDVI-Analysis",
      "subtitle": "Vegetation indices derived from satellite flyover data.",
      "tags": ["food", "agriculture"],
      "title": "Vegetation and Socioeconomic Shifts",
      "url": "https://parsons.nyc/thesis-2018/ryeZupancis",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/RyeZupancis_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "Understanding the impact of carbon cap and trade markets on deforestation and emissions.",
      "image": "preview-2020/saloni.png",
      "name": "Saloni Naishad Shah",
      "portfolio": "https://github.com/salonieshah",
      "repo": "https://github.com/salonieshah/money-or-mitigation",
      "subtitle": "Carbon cap and trade markets on deforestation and emissions.",
      "tags": ["data", "policy"],
      "title": "Are Forest Money or Mitigation?",
      "url": "https://parsons.nyc/thesis-2020/saloniNaishadShah",
      "video": "https://github.com/salonieshah/money-or-mitigation/raw/master/demo.mp4?raw=true",
      "year": 2020
    },
    {
      "description": "This thesis is about the visual exploration of the current sex offender registration and community notification laws in the United States. It is an attempt to understand how examining these laws and their impact on society from an objective lens can debunk myths and create awareness. It tries to explore the collateral consequences that these laws have, specifically the residence restrictions that are imposed on offenders, and raises questions about the effectiveness of their intentions. This work also aims to serve as a tool for lawmakers to visualize what the consequences of their actions might look like, and help them to preempt decisions that may not be in the best interest of society.",
      "image": "preview-2017/sambhav.png",
      "name": "Sambhav Jain",
      "portfolio": "https://www.sambhav-jain.com/",
      "repo": "https://github.com/jainsambhav91/thesis",
      "subtitle": "A visual exploration of the current sex offender registration.",
      "tags": ["data", "policy"],
      "title": "Visualizing Law",
      "url": "http://parsons.nyc/thesis-2017/sambhavJain/",
      "video": "https://github.com/jainsambhav91/thesis/blob/master/work/finalViz/viz2-final2.mp4?raw=true",
      "year": 2017
    },
    {
      "description": "Canada‘s Indian Residential School System was a network of boarding schools, industrial schools, and federal hostels created to remove indigenous children from their homes and families. While many schools originated long before Confederation in 1867, the Indian Residential School System was primarily active following the approval of the Indian Act in 1876 — a group of laws aiming to do away with the Indian tribal system and forcibly enfranchise First Nations peoples -- until the the last federally-operated school closed in 1996. Overall, there were 130 schools, as recognized by the National Truth and Reconciliation Commission and not including various Metis and Inuit institutions, in which roughly 150,000 native children were placed. They were located throughout every Canadian province except Prince Edward Island, Newfoundland, and New Brunswick. The schools were funded by the Canadian Government and operated by various religious groups. In recent “year”s and in light of official apologies issued by the Government of Canada, individual provinces and territories, the Vatican, and church groups, information about the schools and their students’ welfare has become public knowledge: physical and sexual abuse was common, both between students and involving administrators; malnourishment and poor living conditions were typical; and assimilation, deprivation of cultural traditions, and punishment was the standard. It is estimated that 6000 children died while in attendance. This project aims to investigate the IRS system visually, beginning with the stories of survivors and transitioning into the narrative of each school, it’s student demographics, policies, everyday life, and management. What follows is a selection of survivor stories, as gathered by the National Truth and Reconciliation Commission between 2008 and 2015.",
      "image": "preview-2017/sam.png",
      "name": "Sam Vickars",
      "portfolio": "https://samvickars.com/",
      "repo": "https://github.com/svickars/thesis",
      "subtitle": "Canada‘s Indian Residential School System was a network of boarding schools, industrial schools, and federal hostels created to remove indigenous children from their homes and families.",
      "tags": ["society", "politics"],
      "title": "Canada‘s Indian Residential School System",
      "url": "https://parsons.nyc/thesis-2017/samVickars/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/SamVickars_2017.mp4?raw=true",
      "year": 2017
    },
    {
      "description": "Museums are bastions of culture, they hold artifacts from all over the world. These artifacts hold different meanings to different people and some want their artifacts repatriated. Repatriation is defined as: “the restoration of something to its rightful owner.” This visualization proposes a framework to determine the suitability of repatriation of an artifact or art piece. It also maps repatriation cases worldwide and applies the framework to a sample of the collection at the Metropolitan Museum of Art.",
      "image": "preview-2019/simone.png",
      "name": "Simone Rachelle Betito",
      "portfolio": "https://www.simonebetito.com/",
      "repo": "https://github.com/simone-betito/msdv-thesis-SB",
      "subtitle": "Museums are bastions of culture, they hold artifacts from all over the world.",
      "tags": ["health", "livelihood"],
      "title": "Repatriation",
      "url": "https://parsons.nyc/thesis-2019/simoneRachelleBetito/",
      "video": "https://github.com/simone-betito/msdv-thesis-SB/blob/master/demo.mov?raw=true",
      "year": 2019
    },
    {
      "description": "Oral history is a method of historical inquiry rooted in dialogue between an interviewer and an interviewee. The practice predates the written word, yet persists to the current digital age. Oral history bridges the gap between what is captured in history books and the individual experience. As oral history has shifted into the digital age, rich debate has ensued surrounding best practices and new questions and issues continue to arise as technologies advance. One of these touch points is on how far oral history can and should stray from its rooting in the oral and aural tradition. This project seeks to explore whether oral history, a fundamentally oral/aural experience, can and should be visualized. Partnering with Queens Memory, an oral history program based in the Queens Public Library system of New York City, interview sound files and interview metadata were collected, analyzed and visualized.",
      "image": "preview-2019/stephanie.png",
      "name": "Stephanie Yung",
      "portfolio": "https://github.com/ssyung",
      "repo": "https://github.com/ssyung/thesis",
      "subtitle": "Oral history is a method of historical inquiry rooted in dialogue between an interviewer and an interviewee",
      "tags": ["media", "society"],
      "title": "All the Queens Voices",
      "url": "https://ssyung.github.io/thesis/",
      "video": "https://github.com/ssyung/thesis/blob/master/documentation/demo.m4v?raw=true",
      "year": 2019
    },
    {
      "description": "Students perform better in the classroom when their teachers are proficient in the subject they teach and demonstrate high levels of commitment to the teaching profession. However, retaining K-12 educators has become a significant problem both nationally and locally. This is especially true for the math and science disciplines, which are in need of a diverse workforce for future economic development. This study explores and visualizes concepts of professional identity in math and science education to help educators, administrators, and policy makers create better solutions to retain educators. Using a data set from a science and math teaching fellowship program, this study analyzes and interprets professional identity by examining the written reflections of early and mid-career STEM educators and evaluates the effectiveness of using machine learning (K-means clustering) and data visualization tools as a means to analyze teaching motivation.",
      "image": "preview-2018/steven.png",
      "name": "Steven Hubbard",
      "portfolio": "https://github.com/hubideal",
      "repo": "https://github.com/hubideal/hubideal.github.io/tree/master/thesisHubbard",
      "subtitle": "Students perform better in the classroom when their teachers are proficient in the subject they teach...",
      "tags": ["language", "understanding"],
      "title": "Patterns of Professional Identity in STEM",
      "url": "https://parsons.nyc/thesis-2018/stevenHubbard/",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/StevenHubbard_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "This thesis examines identity theft through the lens of medical record data breaches. In the United States the federally regulated HIPAA/HITECH regulations require public notifications of breached electronic patient health identifiers. Our work explores identity theft, the regulations, and visualizes the notification health data breaches that have been publicly posted by the U.S. Heath and Human Resources Office of Civil Rights (HHS OCR).",
      "image": "preview-2019/suzanna.png",
      "name": "Suzanna Schmeelk",
      "portfolio": "https://github.com/schmeelk",
      "repo": "https://github.com/schmeelk/SchmeelkIdentityTheftVizThesis",
      "subtitle": "This thesis examines identity theft through the lens of medical record data breaches.",
      "tags": ["media", "society"],
      "title": "Identity Theft",
      "url": "https://parsons.nyc/thesis-2019/suzannaSchmeelk/identitytheft.html#slide=1",
      "video": "https://schmeelk.github.io/SchmeelkIdentityTheftVizThesis/AnatomyOfABreach.mov",
      "year": 2019
    },
    {
      "description": "To date, there were an unprecedented 65.6 million forcibly displaced people worldwide, or in other words, one out of every 113 people on Earth. The number are surpassing even post-World War II records, when the world was struggling to come to terms with the most devastating event in history. United Nations defines a refugee as an individual who has been forced to leave their country due to political or religious reasons, or due to threat of war and violence. Among all the forcibly displaced people around the world, one third of them are categorized as refugees, over half of whom are under the age of 18. In a world where nearly 20 people are forcibly displaced every minute as a result of armed conflict or persecution, this study aims to visualize a distinct cause-effect view, visualizing how wars and armed conflicts lead to the insurmountable displacement, and how seasonality plays an important role in attempting the deadly journey away from home to find asylum.",
      "image": "preview-2018/will.gif",
      "name": "Will Su",
      "portfolio": "https://willsu.io/",
      "repo": "https://github.com/Jiahao01121/refugee-flow",
      "subtitle": "To date, there were an unprecedented 65.6 million forcibly displaced people worldwide...",
      "tags": ["landscapes", "pathways"],
      "title": "Refugee-Flow",
      "url": "http://refugeeflow.world/landing",
      "video": "https://github.com/Jiahao01121/refugee-flow/blob/master/preview.gif",
      "year": 2018
    },
    {
      "description": "How Cocoa Production is Driving Deforestation in The Ivory Coast",
      "image": "preview-2020/xingwei.png",
      "name": "Xingwei Huang",
      "portfolio": "",
      "repo": "https://github.com/Xingwei726/MSthesis",
      "subtitle": "Cocoa Production is Driving Deforestation.",
      "tags": ["food", "culture"],
      "title": "A Guilty Pleasure",
      "url": "https://parsons.nyc/thesis-2020/xingweiHuang/",
      "video": "https://github.com/Xingwei726/MSthesis/raw/master/demo.mp4",
      "year": 2020
    },
    {
      "description": "Food safety is essential to civilizations. Consumption of bacteria-contaminated food could result in various physiological consequences that are even detrimental. Sadly, there have been over 14,500 recall cases authorized in the United States over the past 7 “year”s, and many of which even have global impact on food that are either imported or exported from all over the world. Moreover, documented by Centers for Disease Control and Prevention, bacteria contamination in food have led to several food borne illness outbreaks. Using data documented by Food and Drug Administration, this research project delves deeper into food safety issues, closely analyzing food recall cases that are associated with bacteria contamination in finding patterns of distributions of questionable food sources as well as disposing “big “name”s” for producing and selling these foods.",
      "image": "preview-2018/yicen.png",
      "name": "Yicen Shi",
      "portfolio": "https://shiy918.myportfolio.com/",
      "repo": "https://github.com/shiy918/thesis",
      "subtitle": "Food safety is essential to civilizations.",
      "tags": ["food", "culture"],
      "title": "Bacteria Invasion",
      "url": "https://parsons.nyc/thesis-2018/yicenShi/visualizations",
      "video": "https://github.com/visualizedata/thesis/blob/main/assets/media/YicenShi_2018.mp4?raw=true",
      "year": 2018
    },
    {
      "description": "An analysis of how global wildlife trading is related to the zoonotic diseases.",
      "image": "preview-2020/yiran.png",
      "name": "Yiran Ni",
      "portfolio": "https://www.yiranni.me/",
      "repo": "https://github.com/yiranni/master-thesis",
      "subtitle": "how global wildlife trading is related to the zoonotic diseases.",
      "tags": ["health", "livelihood"],
      "title": "Global Travel of Zoonotic Diseases",
      "url": "https://parsons.nyc/thesis-2020/yiranNi",
      "video": "https://github.com/yiranni/master-thesis/raw/master/demo.mp4",
      "year": 2020
    },
    {
      "description": "Uncovering global attitudes towards masks. Masks have recently become common objects in our daily life and triggered a world-wide dissonance due to COVID-19. And there is a clear difference in attitudes between East Asian countries and the Western world.",
      "image": "preview-2020/zui.png",
      "name": "Zui Chen",
      "portfolio": "https://www.zui-c.com/",
      "repo": "https://github.com/azuic/unmasking-masks",
      "subtitle": "Uncovering global attitudes towards masks.",
      "tags": ["health", "livelihood"],
      "title": "Unmasking Masks",
      "url": "https://parsons.nyc/thesis-2020/zuiChen",
      "video": "https://github.com/azuic/unmask-mask/raw/master/demo.mp4",
      "year": 2020
    },
    {
      "description": "This thesis visualizes AI-related patent filings by geographic region in the United States between 2016-2020 to better understand the landscape and asymmetries existing throughout regional clusters.\n\n Inventions are signals from the future, as much as they are from the past. They provide us with a barometer for measuring the patterns of economic activity, policy direction, and competitive moat-building by international companies and governments across the world. These visual explorations will serve to connect policy makers, investors, entrepreneurs and academic commercialization offices with opportunities to make better decisions, bring ideas to market, and grow the economy sustainably within the United States.\n\n Without mentioning the communities affected by the dispersion of AI technologies would be a great disservice. There is an even greater need for accelerating education within underrepresented communities; where patents are not being filed. I argue for an increasing need to create an international definition for AI-assisted inventions, and for the creation of an intellectual property commons, which is funded by corporate profitability of AI technologies in order to address the shorter-term inequalities which will result from the displacement due to skills-bias, and other labor demand asymmetries. Redistribution from gains within the short-term will help buffer the problems created by these technologies. I’m optimistic that the advances created by AI as seen through this patent landscape will be a net positive for more developed countries, and there needs to be a framework established to help developing nations and underrepresented communities to benefit in the long-term as well.",
      "image": "preview-2021/lee.png",
      "name": "Lee Kuczewski",
      "portfolio": "https://github.com/leeallennyc",
      "repo": "https://github.com/leeallennyc/thesis",
      "subtitle": "Mapping AI Patent Landscapes",
      "tags": ["technology", "policy"],
      "title": "Signals From the Future",
      "url": "https://leeallennyc.github.io/signalsfromthefuture",
      "video": "https://github.com/leeallennyc/thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "Over the past 30 years, bubble tea in America has gone from a niche Taiwanese beverage from first generation Asian immigrants to a mainstream iconic drink for Asian Americans. As beverage themself, bubble tea and boba, refer to the same tea-based beverage with toppings. However, in the context of Asian American cultural identity, the word boba has become so widely used in this community socially. It has become more than a popular connotation of the drink itself. The purpose of this study is to explore and visualize the transition from bubble tea to boba, which includes two main aspects: the reasons for the popularity of boba as a beverage in the United States, and the role of boba as a controversial noun in the discussion of Asian-ness in the Asian American community. It is hoped that through the cultural symbol created by a beverage in this era, it will trigger people to pay attention to and think about the Asian immigrant community.",
      "image": "preview-2021/qinglu.png",
      "name": "Qinglu (Luella) Lu",
      "portfolio": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis",
      "repo": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis",
      "subtitle": "How Asian Are You? Boba is Not Just a Drink, but a Means to Identity Yourself",
      "tags": ["food", "culture"],
      "title": "Spill the Boba Tea",
      "url": "https://tongtongluu.github.io/Bobavue/",
      "video": "https://github.com/tongtongluu/bubbleTea-DataVis-Thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "Since March 2020, when the COVID-19 lockdown began, the restaurant industry, employing hundreds of thousands, attracting millions of visitors who spend around $46 billion annually, suffered a dual burden of having lost the customer flow on which it depended on for survival but also now being termed as “essential”. The food service industry has had to radically shift how it operated, with a larger focus on deliveries and now outdoor dining. There is a need to understand and document the changes in the hospitality industry because they are fundamentally changing their own streets and neighbourhoods, and in doing so transforming the city as a whole. In the following sections, public data on restaurants, labour, federal support, and data collected and ‘scrapped’ from the news sites will be used to chart out and map the significance of the industry to New York City, the damage done by the pandemic, and finally, the attempted recovery efforts.",
      "image": "preview-2021/shaheryar.png",
      "name": "Shaheryar (Sherry) Manzar",
      "portfolio": "https://github.com/shmanzar/thesis",
      "repo": "https://github.com/shmanzar/thesis",
      "subtitle": "New York City's Restaurants During the Pandemic",
      "tags": ["food", "culture"],
      "title": "86'ed",
      "url": "https://shmanzar.github.io/86ed/",
      "video": "https://github.com/shmanzar/thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "Many of the women that have contributed to the scientific field have been lost to history either from their male colleagues taking credit for their work or people deeming their work not important. Women such as Rosalind Franklin, Lisa Meitner, Emilie du Châtelet and many more were lost to history, their contributions to science and technology overlooked. These women were affected by the phenomenon called The Matilda Effect. The Matilda Effect is a bias against acknowledging the achievements of those women scientists whose work is attributed to their male colleagues. This thesis will explore and visualize the connection between The Matilda Effect and women in science today by answering questions such as who the women effected by The Matilda Effect are, what the lasting effects on the world today are, and how female role models can increase the number of girls entering into STEM fields.",
      "image": "preview-2021/isabel.png",
      "name": "Isabel Stoddart",
      "portfolio": "https://www.isabelstoddart.com/",
      "repo": "https://github.com/isabelstoddart/msdv-thesis",
      "subtitle": "The Matilda Effect and the Repercussions of Lost Women in History",
      "tags": ["technology", "society"],
      "title": "Where Did All The Great Women Go?",
      "url": "https://isabelstoddart.github.io/matilda-effect/",
      "video": "https://github.com/isabelstoddart/msdv-thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "In 2018, the International Panel on Climate Change (IPCC) published a report declaring a 1.5°C limit i.e. limiting global temperatures to below 1.5° C above pre-industrial levels. This figure is important, because once that threshold is crossed, not only will there be grave consequences for society, but weather systems will react in unpredictable ways. Given the fact that there are no immediate plans to systematically cut C02 emissions, we have double the work cut out for us. This paper attempts to outline the main limits to and unknowns of scaling up one specific Negative Emissions Technology (NET) referred to as Bioenergy with Carbon Capture and Storage (BECCS). The final section of the paper will provide an overview of a number of strategies that are being proposed by well-recognized environmental justice organizations and must be considered in order to create lasting systemic change.",
      "image": "preview-2021/ripley.png",
      "name": "Ripley Cleghorn",
      "portfolio": "https://ripleycleghorn.github.io/portfolio/",
      "repo": "https://github.com/ripleycleghorn/thesis",
      "subtitle": "The Need to Reconsider Negative Emissions Technologies",
      "tags": ["landscapes", "policy"],
      "title": "Scaling Down to Zero:",
      "url": "https://ripleycleghorn.github.io/thesis/project-code/",
      "video": "https://github.com/ripleycleghorn/thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "Alabama’s climate and geographic history makes it one of the most ecologically diverse states in the United States. At the same time, a history of industrial accidents and abuse has led to disasters that have harmed everything from ponds to populations of cities to coastlines. Since 1998 stricter water monitoring policies have been mandated in an attempt to control the human and environmental harm caused by pollutants. This project seeks to analyze the progress that has been made during the past 20 years of water quality testing. Data from the Alabama Department of Environmental Management (ADEM) is used to visualize the scope of water contamination in each river basin by size, cause, and source.",
      "image": "preview-2021/dallas.png",
      "name": "Dallas Alberti",
      "portfolio": "https://github.com/Dalbed349/Thesis",
      "repo": "https://github.com/Dalbed349/AlabamaWater",
      "subtitle": "Visualizing Water Quality Testing in the River Basins of Alabama",
      "tags": ["policy", "health"],
      "title": "20 Years of Water",
      "url": "https://dalbed349.github.io/20YearsOfWater/",
      "video": "https://github.com/Dalbed349/AlabamaWater/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "Outdoor education is not a new concept. It’s been used around the world in various forms for decades and has been increasingly popular in the United States in the form of Forest Kindergartens. Forest Kindergarten is a pedagogy rooted in the idea of free-flow learning, nature immersion, and child-led curriculums. Since the introduction of these programs in the United States, those involved have praised the educational, developmental, and physical benefits, with many academic sources conducting research to back them up. Even still, those just learning about the concept have a variety of questions about its efficacy, many that seem to be driven by a sense of bewilderment that a program so different from the traditional structure could possibly lend the same results. This project aims to show how these programs operate in relation to the traditional kindergarten system and how the current public education structure can begin to think about adopting and benefiting from the concepts applied in the nature-based programs. The project itself is broken down into four sections: Origins, Structure, Outcomes, and Implementation. The end goal is to provide a collection of information about nature-based kindergarten programs to enable audiences in urban, rural, wealthy, and struggling areas to equally learn and benefit from educational developments happening around the country and the world.",
      "image": "preview-2021/amina.png",
      "name": "Amina Brown",
      "portfolio": "https://github.com/amina-brown/thesis",
      "repo": "https://github.com/amina-brown/thesis",
      "subtitle": "An Exploration of Forest Kindergartens and Nature-Based Learning",
      "tags": ["landscapes", "society"],
      "title": "Nature + Nurture",
      "url": "https://amina-brown.github.io/nature-nurture/",
      "video": "https://github.com/amina-brown/thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "The specimens nowadays on display in museums are the attempts and efforts of human intelligence to create traces of species that once existed, to represent their appearance, and, for the species that are still here, to resist their disappearance. But there is an experiential divide between the stories offered by museums and visitors’ desire to go further, between digital interfaces and physical settings, and between developed and less developed regions. This project creates a low-cost, data-driven framework that leverages the scalability of digital media and the perceptibility of real-world objects to breathe new life into exhibits and enhance the in-person engagement in museums. The project will first focus on bird species at the National Wetland Museum of China, enhancing visitors’ cognitive experience of the specimens through a digital-physical integration strategy. The future vision of the project is to open up to other species datasets and provide APIs and SDKs for further development.",
      "image": "preview-2021/zhibang.png",
      "name": "Zhibang Jiang",
      "portfolio": "https://zhibang.design",
      "repo": "https://github.com/gitacoco/thesis-project",
      "subtitle": "A Framework for Museums to Expand the Stories of Displayed Specimens",
      "tags": ["society", "arts"],
      "title": "Connected Specimens",
      "url": "https://gitacoco.github.io/connected_species/",
      "video": "https://github.com/gitacoco/thesis-project/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "As I’ve delved into climbing, both in practice and research, one thing has quickly become apparent: the continuous effort and never-ending endeavour to get stronger. As I began to look into this further, and developed questions about climbing benchmarks around the world, as well as the rate of strength increase of climbers, I focused my research on two questions: have we as climbers gotten stronger over time, or are there more strong climbers (or both)? Our treatment for this thesis will attempt to answer these questions by understanding what strength is in climbing. We will focus on bouldering and sport/lead climbing. It should be noted that there are other types of climbing, including: top-rope; ice-climbing; mountaineering and trad climbing; free solo and deep water solo. We will analyze several aspects of climbing, including what the records and benchmarks are for climbing routes, what the various grading systems are (how climbs are measured); what makes a climb hard; how climbers get stronger; and other aspects such as the increase in popularity of the sport over time, and accompanying research and literature. As we work on answering the aforementioned questions, we will work to expand the reader’s climbing knowledge and vocabulary throughout this essay.",
      "image": "preview-2021/david.png",
      "name": "David Malary",
      "portfolio": "https://github.com/madhat5/MSDV_2021-Thesis",
      "repo": "https://github.com/madhat5/MSDV_2021-Thesis",
      "subtitle": "Are climbers getting stronger or are there more strong climbers?",
      "tags": ["competition", "health"],
      "title": "What is Strength in Climbing?",
      "url": "https://madhat5.github.io/project-repo/",
      "video": "https://github.com/madhat5/MSDV_2021-Thesis/blob/master/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "This project specifically focuses on two linguistic characteristics in songs. The first is how unique words are used in each song. This shows how diversely words are adapted to convey meaning. More unique words used in a song create more diversity and more complexity. The approach to measure the level of diversity in vocabulary is achieved by counting the unique instances of words: for example, if a certain word appears more than twice in a song, only the first instance is counted, leaving the duplicates out of the word pool.\n\nThe second is how broad the listeners’ vocabulary would have to be. This focuses on how various subjects such as gender fluidity and homosexuality, are dealt with in songs as well as how different topics are interpreted in each song. Today, these new topics require new vocabulary because in the past, they did not exist in the general public sphere. In addition to the quantitative analysis of absolute word count that will be presented in this paper, proportion analysis will also be included : how much percentile is covered by having certain coverage or word. For example, by covering the top 10% of used vocabulary, we can estimate how much percentage of vocabulary is covered in a certain decade.\n\nTo analyze trends over time, this project covers hip hop songs from the first advent of it (1980) to the songs of today(up to 2020). The user is able to compare the changes by navigating dispersion patterns visually by decade and also to see what is the general pattern of vocabulary by seeing the generative art form of word dispersion.\n\n Since this project shows an aspect of pop culture linguistically, the vinyl player interface is adopted as a visual inspiration. The user can explore the processed information as if one plays with an analog music player.",
      "image": "preview-2021/seungyu.png",
      "name": "Seungyu Paik",
      "portfolio": "http://www.soonkpaik.com",
      "repo": "https://github.com/jotnajoa/Majorstudio2",
      "subtitle": "A Quantitative Analysis of Hip Hop Lyrics",
      "tags": ["culture", "language"],
      "title": "Word up: How many words do you need for hip hop songs?",
      "url": "https://jotnajoa.github.io/wordup/",
      "video": "https://github.com/jotnajoa/Majorstudio2/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "This project analyzes two remarkably different chess matches played between Anatoly Karpov and Viktor Korchnoi. The first is game two from the 1974 Candidates Final in Moscow, which has come to be regarded as a modern classic in tactics, strategy, and chess brilliance. The second is the entire, bizarre 1978 World Chess Championship in the Philippines, which quickly earned notoriety as an example of the type of superstition, paranoia, and scandal commonly observed in chess lore throughout the game’s rich history. Analyzing chess as a game of fast pattern recognition processes, and slow search processes allows us to see how two fine specimens of Kasparov's \"Drosophila of reasoning\" became so consumed with fear and loathing in the Philippines, while having delivered a master class only four years prior. This critique is then extended to our own \"disinformation age.\" The roles of pattern recognition and time pressure are examined across these very different scenarios with supporting documentation from other historical accounts and written works on chess theory, statistics, and cognitive psychology. The visualizations that accompany the game analysis are designed to help readers see chess in the same way that a grandmaster does, and in so doing, help them to identify similarities between a grandmaster’s state of mind and their own.\n\nWhile reading this bizarre story in today’s exhausting, 24-hour, 280-character media landscape, it is worth asking: Are we under the same kind of pressure as a chess genius? Is this reasonable? What ways do chess prodigies respond to this pressure and what are the possible outcomes?",
      "image": "preview-2021/james.png",
      "name": "James Troxel",
      "portfolio": "https://github.com/jamestroxel/thesis",
      "repo": "https://github.com/jamestroxel/Karpov-Korchnoi",
      "subtitle": "Visualizing Chess, Patterns and Paranoia",
      "tags": ["competition", "play"],
      "title": "Karpov | Korchnoi",
      "url": "https://jamestroxel.github.io/karpovkorchnoi/#/prologue",
      "video": "https://github.com/jamestroxel/Karpov-Korchnoi/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "The video game industry has undergone a series of changes as a result of the Covid-19 pandemic. Stress on the supply chains of hardware and software have forced companies to adjust to new working environments within short periods of time. At the same time, people have turned more and more towards games as a form of leisure, entertainment, and human connection. We analyze several economic and human studies data sets collected during the past 2 years in order to visualize the supply, demand, and popularity of games during the pandemic. Our results suggest that despite turbulence in the supply chain, game companies have managed to adequately shift their business models to allow for tremendous growth as other industries have struggled. /nIn this project, the visualizations present how regular production process, total consumer spending, user behavior and gaming community network were impacted by the Covid-19 pandemic. As we expected, the video game industry has demonstrated with data that it is unshakable in people's minds and will go farther in the future.",
      "image": "preview-2021/yujun.png",
      "name": "Yujun Jiang",
      "portfolio": "https://yujunjiang.com",
      "repo": "https://github.com/yujunmjiang/gaming-industry-tracker",
      "subtitle": "How COVID-19 Has Changed the Video Game Industry",
      "tags": ["media", "arts"],
      "title": "A Different Game",
      "url": "https://yujunmjiang.github.io/a-different-game/",
      "video": "https://github.com/yujunmjiang/gaming-industry-tracker/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "The United States Presidential inaugural speeches serve to form a qualitative and historical basis for applying data visualization techniques. This data visualization serves to illuminate historical context, further evaluate the texts, and aid in their appreciation. Visualization techniques employed are designed to aid in topical exploration & allow user agency to enable new discovery of insights.",
      "image": "preview-2021/douglas.png",
      "name": "Douglas Locke",
      "portfolio": "https://github.com/douglocke/mfc",
      "repo": "https://github.com/douglocke/mfc",
      "subtitle": "A Visual Exploration of the United States Presidential Inaugural Addresses (1789-2021)",
      "tags": ["politics", "language"],
      "title": "My Fellow Citizens",
      "url": "https://douglocke.github.io/myfellowcitizens/",
      "video": "https://github.com/douglocke/mfc/blob/master/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "Sonagi is a Korean word that means “rain shower”. It is also the title of a short story by the author Hwang Sun Won, one of the most accomplished writers of short fiction in modern Korea literature. The story which has a simple plot of “a boy in the countryside meets a girl from the city” is one of the most well-known short stories of Hwang and has also become an inspiration for animation, film, stage musicals and so on. Through these retold interpretations of Sonagi, the idyllic and natural setting that two young protagonists explore on foot has been visually recreated. This thesis project aims to identify the literary geography of Sonagi and construct a literary map of the story inthe standpoint of data collection and visualization. By doing so, this project provides a spatial and data-based way to explore the text of Sonagi, which may not be obvious when reading text only. Through this endeavor, the project poses and answers a few questions as well: How do readers picture a fictional space when reading literature?; Does uncertainty in text allow room for creative interpretation for the audience?; What role can visualization play in understanding literature? From the original text which is accompanied by English translation, expressions that indicate locations of action, locations recognized by the characters, or locations referred to in the story are collected and used to visualize the map of the fictional space in the story. Some examples of such can be Creek, Stepping Stones, Buckwheat Fields and Mountain.",
      "image": "preview-2021/inhye.png",
      "name": "Inhye Lee",
      "portfolio": "https://github.com/InhyeLee-Data/thesis-2021",
      "repo": "https://github.com/InhyeLee-Data/thesis-2021",
      "subtitle": "A Spatial and Data-based Approach to Exploring the Literary Text",
      "tags": ["language", "arts"],
      "title": "Mapping the Literary Geography of Sonagi",
      "url": "https://inhyelee-data.github.io/sonagi/",
      "video": "https://github.com/InhyeLee-Data/thesis-2021/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "Written English is becoming more readable. If written English as a whole is becoming more readable, why is there an increasing issue with reading comprehension? The author of this paper explores trends in written English and how new digital mediums have changed the way people read. These changes have consequences on reading comprehension that can be counteracted with practices that favor focused reading.",
      "image": "preview-2021/justin.png",
      "name": "Justin Kraus",
      "portfolio": "https://github.com/justinkraus/thesis",
      "repo": "https://github.com/justinkraus/thesis",
      "subtitle": "Written English is Becoming More Readable, Why is Reading Comprehension Falling?",
      "tags": ["language", "society"],
      "title": "TL;DR",
      "url": "https://justinkraus.github.io/tldr/",
      "video": "https://github.com/justinkraus/thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    },
    {
      "description": "This project uses machine learning emotion classification processes in order to create emotionally representative data from Project Gutenberg public domain novels. The data is then fitted into a visualization that is further rendered into book covers for the analyzed pieces. Both proprietary and hand crafted APIs are used to analyze emotions found in the corpuses of the 25 high ranking books from Project Gutenberg. Multiple emotion recognition models are evaluated for accuracy and value within the literary space. The machine learning models are then compared to human evaluations of emotions, based on existing psychoanalytic research. Results indicate that machine learning models are able to adequately predict the emotions in novels and generate supporting book cover art.\n\n The final outcome of this project will be printable manuscripts with custom generated covers. The visualizations are built using D3js and data storytelling techniques. The charts will be imported into InDesign for final production and typesetting. In order to avoid copyright issues, all books used are in the public domain, with original publish dates between 1800 and 1925. The physical book will contain the text of the original author, as well as accompanying text and diagrams provided from this project.",
      "image": "preview-2021/tiffany.png",
      "name": "Tiffany France",
      "portfolio": "http://tiffanyfrance.com/",
      "repo": "https://github.com/tiffanyfrance/thesis",
      "subtitle": "Generating Book Cover Art Using Emotion Detected Labels in Classical Literature",
      "tags": ["arts", "language"],
      "title": "Literary Book Bindings",
      "url": "https://tiffanyfrance.com/ml-books",
      "video": "https://github.com/tiffanyfrance/thesis/blob/main/demo.mp4?raw=true",
      "year": 2021
    }
  ]
}
